{
	"exists": false,
	"articles": "Electricity customers must be offered another option alongside spot price power contracts, according to a ruling handed down by the Finnish umbrella body for energy firms on Wednesday. \n The Energy Authority has also defined what constitutes 'reasonably priced' electricity for the first time. Finnish legislation says customers must have the option of at least one 'reasonably priced' supplier, but had up to now failed to spell out what exactly that means. \n \"We are not setting a definite price cap per unit,\" said Antti Paananen, Director of the Energy Authority. \"The pricing is reasonable if the rate is at or below the average market price, which means that it's evaluated on a case-by-case basis and keeps fluctuating based on the wider energy markets.\" \n The clarifications come after Energy Authority's probe into the electricity tariffs offered by multiple providers. The investigation was launched after consumer electricity prices rose up to 60 percent in autumn 2022, which led to multiple formal complaints citing unreasonable pricing. \n The law requires everyone to have access to an affordable electricity tariff and this is usually provided by a local energy company. The suppliers are legally obliged to make their tariff pricing public and have no right to terminate the contract with the consumer. \n The Energy Authority is now saying that this price must be below the average offered on the market. It also clarified that spot priced tariff cannot be the only option offered to consumers, but a fixed rate alternative should be available as well. \n Some 17 major energy providers involved in the investigation —including Helsinki's Helen, state majority-owned Fortum, and Vantaa-based Oomi — currently only offer so-called exchange electricity or spot price tariffs which change on an hourly basis according to Nordic electricity market prices. Historically, this type of tariff has been the most affordable — but requires closer attention from the consumer to the hourly variations in the price. \n The authority ruled against Helen, the municipally-owned Helsinki power firm, which had offered only spot price contracts for ongoing contracts from 1 September last year. \n Helen is the market leader in its grid area, which covers most of Helsinki, making it legally obliged to supply electricity in the area. It can still supply electricity to other areas but then adhere to separate regulations. \n The Energy Authority concluded that Helen's fixed and spot price electricity rates had been reasonable. However, the company was breaking the electricity market law by only offering spot price tariffs to consumers from 1 September onwards. \n The watchdog also said that Helen was wrong in not making the rates available to the public and had failed to supply them to the Energy Authority. \n The company is now required to fix the issues. In cases where customers have been on the tariffs that have been concluded unreasonable, the energy supplier should offer refunds. \n Helen's case will work as a precedent for the remaining 16 investigations that are expected to be completed this autumn. \n The Energy Authority's ruling follows a separate one from the consumer ombudsman last week. The ombudsman ruled that the price increase is unreasonable for existing electricity contracts if it exceeds 15 percent or adds a minimum of 150 euros to the annual bill. \n Fixed-term contract prices are unreasonable if similar agreements for the same time period are priced on average 15 percent lower. \n In its two full plenary sessions, the consumer ombudsman referred to electricity as a basic commodity comparable to water supply, district heating, and rental prices. The reasonable price increase applied for these commodities is 15 percent. \n The consumer ombudsman's conclusions are not legally binding, but they are often mirrored in official decision-making. \n\n<new-article>\n\n Inflation hit 2.2 percent in May, according to figures from Statistics Finland released on Monday. In April, inflation was 2.1 percent. \n The year-on-year rise in consumer prices was fuelled by higher prices for petrol and diesel, as well as increases in the cost of buying and renovating homes. \n From April to May, consumer prices rose by 0.2 percent. This was due to factors such as higher prices for owner-occupied housing and gambling. \n Exerting downward pressure on consumer prices were lowered costs for long-distance train travel, ferry tickets and the price of a beer in a restaurant. Low interest rates on consumer borrowing also played a part. \n According to the preliminary data on the Harmonised Index of Consumer Prices, the rate of inflation in the Eurozone was 2 percent in May, up from 1.6 percent in April. The corresponding figure for Finland was 2.3 percent in May. \n Statistics Finland interviewers compile inflation data every month, taking into account 19,000 prices on nearly 400 commodities from approximately 2,100 outlets to build the the Consumer Price Index. \n\n<new-article>\n\n Consumer prices in Finland rose 2.1 percent in April, compared to April 2020, according to data published by Statistics Finland on Friday. \n The rate of inflation rose from 1.3 percent in March. \n April's increase in the inflation rate was in large part down to a sharp drop in fuel prices that occurred during spring 2020 as the coronavirus pandemic took hold. \n Other factors putting upward pressure on the inflation rate were increases in the cost of long-distance train tickets and cigarettes, Statistics Finland said. \n These were offset by declining prices of ferry tickets, beer served in restaurants and televisions, which all fell in price compared to last year. There were also year-on-year decreases in the average interest rates charged by mortgage lenders and consumer credit providers. \n Consumer prices in Finland rose 0.4 percent between March and April this year, due in part to higher prices for medicines. \n April's increase is the highest annual change in consumer prices since 2015, which is the reference year for Statistic's Finland's consumer price index. The next-highest rise was seen in October 2018, when prices rose at a rate of 1.5 percent. \n Preliminary data from EU statistics body Eurostat showed the Eurozone as a whole saw an average inflation rate of 1.6 percent in April. \n \"Core inflation, excluding energy and food prices, clearly rose more in Finland in April than it did in the Eurozone on average,\" said Janne Huovari from Pellervo Economic Research. \n \"Prices in the Eurozone were weighed down in many countries by the worsening disease situation in the spring,\" Huovari wrote on Twitter. \n After months of pandemic-induced slowdown, many economies are reopening. As people are freed up to spend money, demand increases, and this pushes prices upward. \n The European Commission on Wednesday said it expected to see four percent growth in the bloc's economy this year and next. \n In Finland the latest Ministry of Finance figures forecast three percent growth. \n A major driver in rising prices is the growing price of oil, which is already back at pre-pandemic levels. Fuel costs are drivers of inflation, as a rise in fuel prices is reflected in that of other products. \n\n<new-article>\n\n High winds propelled wind power stations in the Nordics to produce electricity at full capacity between 3am and 7am on Monday, pushing electricity prices below zero. \n Swedish energy company Tibber told Dagens Nyheter that favourable wind conditions brought electricity prices into negative territory. The same phenomenon occurred in Finland, according to Nordic power exchange Nord Pool. \n Antti Paananen, head of markets with the Finnish Energy Authority, said this was the first time this year that electricity prices dipped below zero. \n \"Last year, prices were negative on three occasions, and last February was the first time in history that Finland saw negative electricity prices,\" he said. \n Consumers whose power agreements are directly tied to the power exchange will benefit the most from the negative price dip. However, savings are likely to be minimal as electricity distribution prices still apply. \n Negative electricity prices are more common in Denmark and Germany, which have more wind power capacity than Finland. \n Paananen told Yle current technology does not enable the storage of electricity. \n \"Right now production and consumption have to be in constant balance. Solutions for storing electricity on a large scale don’t exist at the moment, but the technology is constantly evolving,\" he explained. \n In 2020, electricity prices in Finland dipped below zero for a total of nine hours over three days. \n\n<new-article>\n\n The Finnish Wind Power Association says wind farms generated around 10 percent of Finland's electricity in 2020. \n Almost 7,800 gigawatt-hours of electricity came from wind-powered sources last year, a rise of around a third on 2019's figure. \n Last year, more than 300 megawatts of new wind farm capacity was built in Finland. This year, nearly 1,000 megawatts of wind power capacity is due to be completed. \n Last year, the government expanded the leasing of state-owned land to wind farm developers as part of its goal to reach carbon neutrality by 2035. \n The initiative is overseen by Metsähallitus, the government-owned company that administers more than 12 million hectares of state land and water areas. \n Juha Niemelä, Director General of Metsähallitus, said fostering more wind power formed part of the company’s climate strategy, with Metsähallitus making enough land available to build wind farm capacity equivalent to a medium-sized nuclear power plant. \n Article continues after photo \n Last year the government paid out a record 335 million euros in subsidies to wind energy producers, thanks to a combination of windy conditions and low energy prices. \n Companies are eligible for the subsidies for 12 years from the beginning of operations of turbines that went online between 2011 and 2017. \n They will begin to drop out of the subsidy system in 2023, and by 2030 the industry will be entirely self-sufficient. \n At one point last year, energy prices in Finland turned negative - meaning that consumers were in effect being paid to use electricity. \n Prices bottomed out between 2am and 3am on 6 February, when they fell to minus 20 cents per megawatt-hour during stormy weather that boosted wind farms' output. \n Antti Paananen, head of markets with the Finnish Energy Authority, said that there was one simple reason for the unusual situation. \n \"Output was greater than consumption,\" he commented. \n\n<new-article>\n\n Sähkönkuluttaja voi varautua alkavaan talveen levollisin mielin ainakin, jos ottaa vertailukohdaksi viime vuoden. \n Kantaverkkoyhtiö Fingridin toimitusjohtaja Jukka Ruususen mukaan sähköntuotannossa on tällä hetkellä vahvat lähtökohdat niin Euroopassa, Pohjoismaissa kuin Suomessakin. \n Ala ei kuitenkaan ole palaamassa kokonaan Venäjän hyökkäyssotaa edeltävään aikaan. Ruususen mukaan hinnanvaihtelut ovat ainakin toistaiseksi tulleet jäädäkseen, mutta vuoden takaisia pidempiaikaisia hinnannousuja tuskin on luvassa. \n – Välillä hinnat ovat korkeammalla ja välillä alempana. Tämä on varmaan se meidän normaali jonkin aikaa. Toisaalta se tarjoaa myös mahdollisuuden hyödyntää hintavaihtelua, Ruusunen vinkkaa. \n Hintatason vaihtelua selittää se, että venäläisen kaasun sijaan sähköntuotannossa nojataan entistä enemmän uusiutuviin energialähteisiin. Erityisesti tuulivoiman merkitys on korostunut. \n – Meillä on Suomessakin monta tuhatta megawattia tuulivoimaa, jonka volyymi riippuu tietysti siitä, kuinka paljon tuulee, Ruusunen sanoo. \n Energiamarkkinoilla on jo vuosikymmenien ajan totuttu seuraamaan lämpötilan ja sademäärien vaikutuksia sähkön kulutukseen ja hintaan. Ruususen mukaan tuulesta on nyt tullut kolmas peruspilari. \n Sähkön hinta on ollut koko kuluvan vuoden edellisvuotta matalammalla tasolla. Pörssisähkön huippu nähtiin viime vuonna elokuussa, kun sähköstä sai pulittaa keskimäärin 32,43 senttiä kilowattitunnilta. \n Tämän vuoden elokuussa vastaava hinta oli 8,22 snt/kWh. Nyt sähkön hintaa ennustavat futuurit ennakoivat, että talven yli mennään alle kymmenen sentin hinnoissa. \n Vaikka Ruusunen ei lähtökohtaisesti usko pidempiaikaisiin hinnankorotuksiin, voi epävarmassa maailmantilanteessa aina käydä jotain odottamatonta, kuten lokakuussa tapahtunut Suomenlahden Balticconnector-kaasuputken vaurioituminen osoitti. \n Ongelmia voi toki kertyä arkisemmista asioistakin. Esimerkiksi tämän vuoden elokuussa oli hetken aikaa tilanne, että Suomen ja Ruotsin välistä sähkönsiirtoa rajoitti huoltotyöt, Olkiluoto 2:n sähköntuotannon keskeytti kosteusongelmat ja Fortumin Loviisan ydinvoimalaitos oli vuosihuollossa. \n – Se riski on aina olemassa teknisissä järjestelmissä. Samanlaisia tilanteita voidaan tietysti nähdä myös kovien pakkasten aikaan, Ruusunen toteaa. \n\n<new-article>\n\n Viime talvena sähkön hinta hyppäsi ennätyskorkeuksiin, ja samaan aikaan pelättiin sähkön loppuvan. Tilanne sai myös kunnat ryhtymään energiansäästötoimiin. \n Monissa kunnissa säästöjä haettiin esimerkiksi alentamalla rakennusten lämpötiloja ja sammuttamalla ulkovalaistuksia. \n Tänä talvena sähkönhinta ei ole lähelläkään viime vuoden lukemia, eikä sähköpulasta ole ollut puhetta. Kuntaliiton erikoisasiantuntija Vesa Peltola arvelee, ettei kiinnostus säästöjä kohtaan ole silti loppunut. \n – Vaikka hinta on laskenut, se jäänee korkeammalle kuin aikaisemmin. Myös energiakustannusten suhteellinen osuus kuntien kustannuksista kasvaa, kun noin puolet budjetista siirtyi hyvinvointialueille. Energiakustannukset olivat vajaa 2 prosenttia viime vuonna, nyt ne ovat lähelle 5 prosenttia. \n Vaikka kiinnostus energiansäästöön todennäköisesti säilyy, osa kunnista on luopumassa viime talven säästöpäätöksistä. \n Esimerkiksi Mikkelissä säästöpäätökset ovat voimassa vuoden loppuun, minkä jälkeen valoja taas sytytetään myös keskustan ulkopuolella. \n Säästöinnostuksen hiipuminen näkyy esimerkiksi Astetta alemmas -kampanjassa. Peltolan mukaan siihen osallistui viime vuonna 119 kuntaa, mutta tänä vuonna vain 39. \n Kuntien valveutuneisuudessa energiatehokkuuden osalta on eroja, Peltola sanoo. Sen vuoksi joillakin kunnilla on paremmat valmiudet karsia energiankäyttöään. \n Esimerkiksi Lahdessa aiotaan jatkaa energiasäästölinjaa jatkossakin. Kausivalot ovat päällä vain iltaisin, kiinteistöjen lämpötiloja ja ilmanvaihtoa on säädetty, ja yleisiä saunoja lämmitetään vain asiakasmäärien mukaan. \n Kuitenkin myös Lahdessa on löysätty viime talven tiukkaa energiankäyttöä. Esimerkiksi viime talvena saunoista lämmitettiin välillä vain yhtä, vaikka käyttäjiä oli. Nyt saunoja lämmitetään asiakasmäärien mukaan. Myös ilmanvaihdon käyntiajoissa pyritään huomioimaan paremmin käyttäjätietoja. \n Kunnat ovat joutuneet tasapainottelemaan energiansäästötalkoissa turvallisuuden ja viihtyvyyden kanssa, kertoo Kuntaliiton Peltola. \n Joissain kunnissa on pohdittu, voiko valaistusta vähentää. Jos joku liukastuu pimeällä tiellä, onko se kaupungin vika? Pimeiden alueiden on myös ajateltu lisäävän turvattomuutta. \n Kuntaliitolle asti on kiirinyt vain yksittäisiä negatiivisia palautteita kuntalaisilta. \n – Esimerkiksi jos ihmisellä oli kallis sähkösopimus, ja hän olisi halunnut käydä saunomassa uimahallissa, ja sauna olikin kylmänä. \n Peltolan mielestä huolenaiheisiin on löydettävissä keskitie. Kuntaliitto kannustaa kuntia muistamaan viime talvesta opitut keinot energian säästämisestä. \n Vieläkö sinä säästät sähköä? Kerro miten. Keskustelu on auki 7.11. kello 23.00 saakka. \n\n<new-article>\n\n Vaasan Sähkö ottaa käyttöön negatiiviset pörssihinnat. \n Syynä tähän on viime viikolla muutaman median esiin nostama Vaasan Sähkön hinnoittelutapa, jossa miinukselle painuvaa pörssisähkön hintaa ei hyvitetä asiakkaille. Myös Yle uutisoi hinnoittelusta elokuussa. \n Lue lisää: Vaasan sähkö ei hyvitä miinukselle painuvaa pörssisähkön hintaa asiakkailleen, vaikka moni niin tekee – näin yhtiö perustelee ratkaisua \n Uutisoinnin aiheuttamat yhteydenotot antoivat Vaasan Sähkön myyntipäällikkö Lena Lainion mukaan yritykselle syyn tarkastella tuotetta ja pohtia, vastaako se asiakkaiden toiveita. \n Marraskuusta alkaen tuote hinnoitellaan siten, että negatiiviset pörssihinnat huomioidaan asiakkaan laskulla. \n Lainion mukaan väärinkäsitys on ollut se, että negatiivisten tuntien erilainen käsittely veisi asiakkailta suuria rahallisia hyötyjä. \n Keskivertoasiakkaan kohdalla Lainion mukaan puhutaan kymmenistä senteistä kuukausitasolla. \n – Se kertookin, miksi katse kannattaa pitää välityspalkkiossa ja perusmaksussa. \n Kun tuote otettiin käyttöön 2022, oli negatiivisia tunteja, eli miinustunteja sähköpörssissä Lainion mukaan keskimäärin yksi joka toinen viikko. \n – Nyt on ollut poikkeuksellinen tilanne, kun näitä miinustunteja on ollut paljon. Sitähän me ei tiedetä, että mihin suuntaan tämä menee, että aika sen näyttää, Laihio kertoo. \n Artikkelia täydennetty 23.10.2023 klo 16.44. Lisätty Lainion kommentteja. \n\n<new-article>\n\n Määräaikaiset sähkösopimukset ovat alkaneet kiinnostaa kuluttajia syksyn tullen. \n Kaakkoissuomalaisten sähköyhtiöiden mukaan asiakkaat kysyvät nyt määräaikaisia sopimuksia reilusti enemmän kuin vielä kesällä ja pörssisähköasiakkaat ovat valpastuneet vertailemaan sähkösopimuksia. \n Myös Energiateollisuuden energiamarkkinoista vastaavan johtajan Pekka Salomaan valistunut arvaus on, että määräaikaiset sopimukset voivat kasvattaa suosiotaan kesän jälkeen. \n – Talven lähestyminen on voinut herättää huolta, ja toisaalta määräaikaisia sopimuksia on ollut tarjolla kohtuullisen edullisesti, Salomaa arvioi. \n Eri sopimustyyppien suosiosta ei ole saatavilla tilastotietoa kuukausitasolla, vaan sähkösopimuksia tilastoiva Energiavirasto kokoaa tiedot kerran vuodessa. \n Imatran Seudun Sähkö, Parikkalan Valo ja Kouvolassa toimiva KSS Energia myyvät tällä hetkellä eniten määräaikaisia sähkösopimuksia, joissa hinta muodostuu kiinteähintaisesta ja asiakkaan sähkönkäyttöön pohjautuvasta osasta. \n – Suosituin tuotteemme on käyttövaikutuksen sisältävä määräaikainen sopimus. Se on vaihtoehto asiakkaalle, joka on valmis seuraamaan omaa sähkönkulutustaan, mutta ei ole valmis kantamaan pörssisähkön riskiä, kertoo KSS Energian kuluttajamyynnin johtaja Jessica Juhola. \n Määräaikaisten sopimusten hinnat ovat olleet tasaisessa laskussa loppukesän ja alkusyksyn aikana. Tästä huolimatta myös pörssisähkö pitää sähköyhtiöiden mukaan edelleen pintansa. \n Liiketoimintajohtaja Mikko Reijonen Imatran Seudun Sähköstä kertoo, että pörssisähkön valitsee noin joka kolmas sopimuksen tekijä. \n – Uusien pörssisähkösopimusten määrä on kaksinkertaistunut vuodenvaihteen jälkeen, Reijonen kertoo. \n Myös Kymenlaakson Sähköstä kerrotaan, että pörssisähköasiakkaiden määrä on kasvanut tänä vuonna jatkuvasti, mutta asiakkaat solmivat myös muita sopimustyyppejä. \n – Samankaltaista liikehdintää ei ole takaisin määräaikaisille sopimuksille kuin aiemmin oli pörssisähkötuotteille, kertoo puolestaan KSS Energian Jessica Juhola. \n Kaakkois-Suomen sähköyhtiöt ennustavat, että sähkön hintavaihtelu jatkuu ja hintaa on vaikea ennustaa. \n Tilanteeseen vaikuttavat niin tuulten määrä, pakkaskaudet kuin voimalaitosten käytettävyys. \n – Tällä hetkellä ei ole näköpiirissä viime vuoden kaltaista tilannetta, jolloin keskusteltiin mahdollisesta energiapulasta ja sähkön riittävyydestä, sanoo Imatran seudun sähkön Mikko Reijonen. \n Voit keskustella aiheesta 20.10. kello 23:een asti. \n\n<new-article>\n\n Sähkön futuurihinnat talvelle ovat nousseet jyrkästi alkuviikosta. Laskusuuntainen kehitys on nyt ohi: vielä syyskuun lopussa futuurit syksylle ja talvelle olivat laskussa. \n Futuurit edustavat markkinoiden arviota tulevista sähkön hinnoista. \n Sähkön hintavertailua tekevän halvinsähkösopimus.fi -sivuston markkinakatsauksessa Suomen alueen hinnat ovat nousseet keskimäärin 20 prosenttia ajanjaksolla 5.–10. lokakuuta. Esimerkiksi marraskuun arvonlisäverollinen futuurihinta on noussut 4,50 sentistä kilowattitunnilta 6,91 senttiin. \n Energiateollisuus ry:n markkinoista vastaava johtaja Pekka Salomaa vahvistaa hintojen nousun maanantain ja tiistain aikana. \n Nousu kohdistuu hänen mukaansa voimakkaimmin vuoden 2024 ensimmäiselle neljännekselle. Hintataso on palannut syyskuun alun tasolle. \n – Kuukausi sitten sähkön hinnat olivat samankaltaisia tai korkeampia kuin eilen ja tänään on nähty, Salomaa kertoo. \n Halvinsähkösopimus.fi-sivun katsauksessa hintojen nousu liitetään Suomenlahden Balticconnector-kaasuputken vaurioitumiseen. Sabotaasiepäilyt ovat herättäneet epävarmuutta sähkömarkkinoilla, mikä puolestaan olisi nyt nostanut hintoja. \n Salomaa ei vetäisi näin suoraa yhteyttä. Sähkön hintakehitys on esimerkiksi Saksassa ollut hänen mukaansa samanlainen kuin nyt Suomessa. \n – Jos katsotaan Saksan futuureja, niin sielläkin laskutrendi on katkennut. En näkisi, että Balticconnectorilla olisi ollut sähkön hintaan suurta vaikutusta Suomessa. Muutosta voi pitää ihan perusteltuna korjausliikkeenä siitä, että hinnat ovat menneet todella alas, Salomaa sanoo. \n Sähkön futuurihinnat talvella vaikuttavat erityisesti lyhyempiin, määräaikaisiin sähkösopimuksiin. \n Lue lisää: \n Tuulivoimalat voisivat yli kymmenkertaistaa Suomen sähköntuotannon – tieto yllätti tutkijan: ”Luvut ovat huimia” \n Sähkön tuplamittauksella voisi puolittaa laskut, väittää keksijä – ministeriön mielestä se mullistaisi sähkömarkkinat",
	"references": [
		"https://yle.fi/a/74-20038835",
		"https://yle.fi/a/3-11981531",
		"https://yle.fi/a/3-11930622",
		"https://yle.fi/a/3-11870589",
		"https://yle.fi/a/3-11767883",
		"https://yle.fi/a/74-20059016",
		"https://yle.fi/a/74-20058341",
		"https://yle.fi/a/74-20056574",
		"https://yle.fi/a/74-20055744",
		"https://yle.fi/a/74-20054745"
	]
}
