{
	"exists": false,
	"articles": "Electricity customers must be offered another option alongside spot price power contracts, according to a ruling handed down by the Finnish umbrella body for energy firms on Wednesday. \n The Energy Authority has also defined what constitutes 'reasonably priced' electricity for the first time. Finnish legislation says customers must have the option of at least one 'reasonably priced' supplier, but had up to now failed to spell out what exactly that means. \n \"We are not setting a definite price cap per unit,\" said Antti Paananen, Director of the Energy Authority. \"The pricing is reasonable if the rate is at or below the average market price, which means that it's evaluated on a case-by-case basis and keeps fluctuating based on the wider energy markets.\" \n The clarifications come after Energy Authority's probe into the electricity tariffs offered by multiple providers. The investigation was launched after consumer electricity prices rose up to 60 percent in autumn 2022, which led to multiple formal complaints citing unreasonable pricing. \n The law requires everyone to have access to an affordable electricity tariff and this is usually provided by a local energy company. The suppliers are legally obliged to make their tariff pricing public and have no right to terminate the contract with the consumer. \n The Energy Authority is now saying that this price must be below the average offered on the market. It also clarified that spot priced tariff cannot be the only option offered to consumers, but a fixed rate alternative should be available as well. \n Some 17 major energy providers involved in the investigation —including Helsinki's Helen, state majority-owned Fortum, and Vantaa-based Oomi — currently only offer so-called exchange electricity or spot price tariffs which change on an hourly basis according to Nordic electricity market prices. Historically, this type of tariff has been the most affordable — but requires closer attention from the consumer to the hourly variations in the price. \n The authority ruled against Helen, the municipally-owned Helsinki power firm, which had offered only spot price contracts for ongoing contracts from 1 September last year. \n Helen is the market leader in its grid area, which covers most of Helsinki, making it legally obliged to supply electricity in the area. It can still supply electricity to other areas but then adhere to separate regulations. \n The Energy Authority concluded that Helen's fixed and spot price electricity rates had been reasonable. However, the company was breaking the electricity market law by only offering spot price tariffs to consumers from 1 September onwards. \n The watchdog also said that Helen was wrong in not making the rates available to the public and had failed to supply them to the Energy Authority. \n The company is now required to fix the issues. In cases where customers have been on the tariffs that have been concluded unreasonable, the energy supplier should offer refunds. \n Helen's case will work as a precedent for the remaining 16 investigations that are expected to be completed this autumn. \n The Energy Authority's ruling follows a separate one from the consumer ombudsman last week. The ombudsman ruled that the price increase is unreasonable for existing electricity contracts if it exceeds 15 percent or adds a minimum of 150 euros to the annual bill. \n Fixed-term contract prices are unreasonable if similar agreements for the same time period are priced on average 15 percent lower. \n In its two full plenary sessions, the consumer ombudsman referred to electricity as a basic commodity comparable to water supply, district heating, and rental prices. The reasonable price increase applied for these commodities is 15 percent. \n The consumer ombudsman's conclusions are not legally binding, but they are often mirrored in official decision-making. \n\n<new-article>\n\n Inflation hit 2.2 percent in May, according to figures from Statistics Finland released on Monday. In April, inflation was 2.1 percent. \n The year-on-year rise in consumer prices was fuelled by higher prices for petrol and diesel, as well as increases in the cost of buying and renovating homes. \n From April to May, consumer prices rose by 0.2 percent. This was due to factors such as higher prices for owner-occupied housing and gambling. \n Exerting downward pressure on consumer prices were lowered costs for long-distance train travel, ferry tickets and the price of a beer in a restaurant. Low interest rates on consumer borrowing also played a part. \n According to the preliminary data on the Harmonised Index of Consumer Prices, the rate of inflation in the Eurozone was 2 percent in May, up from 1.6 percent in April. The corresponding figure for Finland was 2.3 percent in May. \n Statistics Finland interviewers compile inflation data every month, taking into account 19,000 prices on nearly 400 commodities from approximately 2,100 outlets to build the the Consumer Price Index. \n\n<new-article>\n\n Consumer prices in Finland rose 2.1 percent in April, compared to April 2020, according to data published by Statistics Finland on Friday. \n The rate of inflation rose from 1.3 percent in March. \n April's increase in the inflation rate was in large part down to a sharp drop in fuel prices that occurred during spring 2020 as the coronavirus pandemic took hold. \n Other factors putting upward pressure on the inflation rate were increases in the cost of long-distance train tickets and cigarettes, Statistics Finland said. \n These were offset by declining prices of ferry tickets, beer served in restaurants and televisions, which all fell in price compared to last year. There were also year-on-year decreases in the average interest rates charged by mortgage lenders and consumer credit providers. \n Consumer prices in Finland rose 0.4 percent between March and April this year, due in part to higher prices for medicines. \n April's increase is the highest annual change in consumer prices since 2015, which is the reference year for Statistic's Finland's consumer price index. The next-highest rise was seen in October 2018, when prices rose at a rate of 1.5 percent. \n Preliminary data from EU statistics body Eurostat showed the Eurozone as a whole saw an average inflation rate of 1.6 percent in April. \n \"Core inflation, excluding energy and food prices, clearly rose more in Finland in April than it did in the Eurozone on average,\" said Janne Huovari from Pellervo Economic Research. \n \"Prices in the Eurozone were weighed down in many countries by the worsening disease situation in the spring,\" Huovari wrote on Twitter. \n After months of pandemic-induced slowdown, many economies are reopening. As people are freed up to spend money, demand increases, and this pushes prices upward. \n The European Commission on Wednesday said it expected to see four percent growth in the bloc's economy this year and next. \n In Finland the latest Ministry of Finance figures forecast three percent growth. \n A major driver in rising prices is the growing price of oil, which is already back at pre-pandemic levels. Fuel costs are drivers of inflation, as a rise in fuel prices is reflected in that of other products. \n\n<new-article>\n\n High winds propelled wind power stations in the Nordics to produce electricity at full capacity between 3am and 7am on Monday, pushing electricity prices below zero. \n Swedish energy company Tibber told Dagens Nyheter that favourable wind conditions brought electricity prices into negative territory. The same phenomenon occurred in Finland, according to Nordic power exchange Nord Pool. \n Antti Paananen, head of markets with the Finnish Energy Authority, said this was the first time this year that electricity prices dipped below zero. \n \"Last year, prices were negative on three occasions, and last February was the first time in history that Finland saw negative electricity prices,\" he said. \n Consumers whose power agreements are directly tied to the power exchange will benefit the most from the negative price dip. However, savings are likely to be minimal as electricity distribution prices still apply. \n Negative electricity prices are more common in Denmark and Germany, which have more wind power capacity than Finland. \n Paananen told Yle current technology does not enable the storage of electricity. \n \"Right now production and consumption have to be in constant balance. Solutions for storing electricity on a large scale don’t exist at the moment, but the technology is constantly evolving,\" he explained. \n In 2020, electricity prices in Finland dipped below zero for a total of nine hours over three days. \n\n<new-article>\n\n The Finnish Wind Power Association says wind farms generated around 10 percent of Finland's electricity in 2020. \n Almost 7,800 gigawatt-hours of electricity came from wind-powered sources last year, a rise of around a third on 2019's figure. \n Last year, more than 300 megawatts of new wind farm capacity was built in Finland. This year, nearly 1,000 megawatts of wind power capacity is due to be completed. \n Last year, the government expanded the leasing of state-owned land to wind farm developers as part of its goal to reach carbon neutrality by 2035. \n The initiative is overseen by Metsähallitus, the government-owned company that administers more than 12 million hectares of state land and water areas. \n Juha Niemelä, Director General of Metsähallitus, said fostering more wind power formed part of the company’s climate strategy, with Metsähallitus making enough land available to build wind farm capacity equivalent to a medium-sized nuclear power plant. \n Article continues after photo \n Last year the government paid out a record 335 million euros in subsidies to wind energy producers, thanks to a combination of windy conditions and low energy prices. \n Companies are eligible for the subsidies for 12 years from the beginning of operations of turbines that went online between 2011 and 2017. \n They will begin to drop out of the subsidy system in 2023, and by 2030 the industry will be entirely self-sufficient. \n At one point last year, energy prices in Finland turned negative - meaning that consumers were in effect being paid to use electricity. \n Prices bottomed out between 2am and 3am on 6 February, when they fell to minus 20 cents per megawatt-hour during stormy weather that boosted wind farms' output. \n Antti Paananen, head of markets with the Finnish Energy Authority, said that there was one simple reason for the unusual situation. \n \"Output was greater than consumption,\" he commented. \n\n<new-article>\n\n On Thursday, the Finnish government submitted a proposal to parliament that could result in electricity bills tumbling by hundreds of euros. \n The proposal included calls to cut the revenues of distribution companies by amending the Electricity Market Act. The regulator had allowed companies to raise prices in order to reduce the risk of blackouts, after a series of weather-related power cuts. \n However an Yle investigation last year revealed that steep increases in electricity transfer prices were not being spent on storm-proofing power lines, as companies claimed and the Energy Authority intended when adjusting the prices they could charge. \n According to the Ministry of Employment and the Economy, changes in the law may reduce electricity transfer fees by tens, hundreds or even thousands of euros a year, depending on the customer and their power company. \n The proposal calls for the annual increase cap of electricity transfer prices will be lowered to eight percent from the current 15 percent. \n Minister for Economic Affairs Mika Lintilä (Cen) told Yle on Thursday that the effects will not be immediate, and customers will not notice a difference in their next electricity bill yet. \n \"The changes should become apparent sometime from this year to the end of the decade,\" he said. \n\n<new-article>\n\n The price of a litre of 95 octane petrol in Finland last year dropped to its lowest level for a decade, despite a rise in the rate of tax on fuel which looked set to cause a jump in the cost to 1.70 euros. \n Instead, the average price of 95 octane remained at around 1.40 euros and even dropped to 1.20 euros at its lowest price point. \n This meant that motorists in Finland paid about the same amount for fuel in 2020 as they did in 2010. \n A similar predicted increase in the price of diesel, to 1.60 euros per litre, did not happen as prices remained stable throughout 2020. \n A price war between Saudi Arabia and Russia, triggered by Russia's refusal to reduce oil production in order to keep prices for oil at a moderate level at the beginning of the coronavirus outbreak, contributed to the lower price for consumers. \n The ongoing conflict kept petrol prices down throughout 2020. \n Earlier this week, Saudi Arabia said it would unilaterally cut 1 million barrels a day of crude production starting from next month, which may have an impact on the price at the pump. \n\n<new-article>\n\n Transport and Communications Minister Timo Harakka (SDP) has said that he would not favour increasing diesel and petrol prices, according to news group Uutissuomalainen. \n The news consortium reported on Saturday that the minister gave the assurance, despite that fact that a new report commissioned by his ministry indicated that fuel price hikes would be one of the most effective ways of slashing vehicle emissions. \n The paper quoted Harakka as saying that many other measures are needed to avoid raising petrol and diesel prices. \n One of the government’s targets is to halve greenhouse gas emissions from transport by the year 2030. \n Last week, a report by Aalto University, the technology research centre VTT and the Transport and Communications Agency Traficom recommended strategies to meet that goal. The report declared that it would be impossible to halve vehicle emissions in 10 years without changing fuel prices. \n Harakka said that he supported increased use of biofuels and biogas as petrol as well as the fastest possible production of industrially-produced fuels in mandatory distribution. He also noted that a bill to revive a cash for clunkers scheme to get old cars off the road has also been circulated for commenting. \n \"We have already begun the scrap incentive scheme, which will help renew the vehicle population and help relieve current distress in the auto industry,\" Harakka wrote via email in response to questions posed by the news group. \n The minister noted that it is also possible to offset a possible fuel price hike for low income earners as well as residents of sparsely populated areas. \n Edit: Updated at 3.27 pm on 18 October to reflect the minister's statement that he would not favour increasing prices for diesel and petrol.. \n\n<new-article>\n\n Petrol and diesel prices are set to increase by about six to seven cents per litre from Saturday, when a rise in Finland’s tax on fuel comes into effect. \n The impending increase has inspired many motorists to fill up their tanks before the price change, but Neste Director Katri Taskinen assures customers that they are not expecting a wave of fuel-hoarders, and there will be no shortage of supplies. \n \"Motorists do not have to worry about fuel sufficiency. We are prepared for the growth in demand at the stations and in our transport system,\" Taskinen told Yle. \n Fuel prices in Finland have been gradually falling throughout the coronavirus crisis, leading Petteri Kärki of the Malmi Teboil petrol station in Helsinki to suggest that Finnish motorists are unlikely to be too perturbed by this price rise. \n \"Personally, I feel that the increase is not very significant. Fuel has been very affordable all summer and people have been able to enjoy the cheap price. Anyway, the price fluctuates and bounces back and forth a few cents every day,\" Petteri Kärki of the Malmin Teboil petrol station in Helsinki said. \n The question of further rises in the price of fuel depends on the development of the world market. In previous years, fuel has often became more expensive in late summer, when seasonal hurricanes disrupt U.S. oil production. \n \"The global market price of fuel is most affected by the development of crude oil prices, and currently its changes are most affected by the coronavirus crisis,\" Taskinen said, adding that she was not willing to bet on what will happen to prices during the coming autumn. \n\n<new-article>\n\n Finland's energy watchdog estimates that renewable energy subsidies will soar by nearly a third this year, partly due to windy conditions and low electricity prices. Still, experts say the subsidies, which are being phased out over the next decade, represent a net benefit to society. \n The Energy Authority estimates that renewable energy feed-in tariffs will rise to a record 335 million euros this year. That is over 100 million euros more than last year. \n If the price of electricity stays under 30 euros per megawatt-hour (MWh) and wind power production remains around the same level as the past few years, spending on feed-in tariffs will climb to about 335 million euros, the agency says. \n More than 95 percent of that goes to wind power, with the rest in subsidies for biogas, wood-based fuels. \n Last year the corresponding figure was just over 228 million euros. \n \"This year's figure is being primarily impacted by two factors: the low price of electricity and the windy start to the year,\" says Pekka Ripatti, head of the renewable energy team at the Energy Authority. It is a licensing and regulatory authority tasked with enforcing Finnish and European energy and climate policies. \n Strong winds lead to higher power production, which sinks the price of electricity. If the price is under 30 euros/MWh, utilities are eligible for the maximum level of subsidies, known as feed-in tariffs, which is 53.50 euros/MWh. \n The subsidies date back to the early years of wind power in Finland, when the state aimed to foster the fledgling industry before it became broadly profitable under market conditions, as it is now. \n Higher use of wind power lowers both the country's greenhouse gas emissions and dependence on foreign energy, which primarily comes from Russia. Finland still lags behind its Nordic neighbours in wind power capacity, though. \n Companies are eligible for the subsidies for 12 years from the beginning of operations of turbines that went online between 2011 and 2017. This covers about 750 turbines at 125 sites. \n They will begin to drop out of the subsidy system in 2023, and by 2030 the industry will be entirely self-sufficient. Newer wind farms built since 2018 are larger and more efficient and able to operate profitably without state support. \n The energy watchdog says that due to blustery conditions, Finland's wind power generation was nearly 40 percent higher in early 2020 than a year earlier. On a stormy day in February, for instance, Finland's electricity price went briefly into negative territory, meaning that customers were in effect paid to use power. \n \"It's always worthwhile generating wind power, since it doesn't use any fuel. And that's why it's also the primary alternative for electricity production,\" explains Professor Peter Lund, a renewable energy expert at Aalto University. \n This spurs two complementary mechanisms. \n \"The price of electricity drops due to the abundant supply of wind power. But at the same time, when there is a lot of wind power generation, feed-in tariffs also rise,\" Lund says. \n While the subsidies are paid out of tax revenues, both Lund and Ripatti say they have been effective in helping the industry get off the ground and a financial plus for society. \n \"Thanks to the expansion of wind power, consumers' electricity bills have declined by more than has been paid out in subsidies,\" says Ripatti. \n Lund predicts that a decade from now, as much as 30 percent of the five Nordic countries' electricity will come from wind power. In Finland the figure is now just under 10 percent. \n According to a report published in May by the intergovernmental Nordic Energy Research think-tank, \"the Nordics are on track to a fully carbon-neutral electricity sector by 2050, driven by the fall of fossil fuel use and the increased production of, and investment in, renewable energy\". \n\n<new-article>\n\n Electricity markets in Finland made history early Monday when prices dipped into negative numbers. According to data from power exchange Nord Pool, between midnight Sunday and 4am on Monday, electricity prices in Finland fell into negative territory. \n Prices bottomed out between 2am and 3am on Monday, when they fell to minus 20 cents per megawatt hour. \n Antti Paananen, head of markets with the Finnish Energy Authority, said that there was one simple reason for the unusual situation. \n \"Output was greater than consumption,\" he commented. \n Wind energy output received a boost from storm winds blowing in from the Atlantic Ocean. At the same time electricity consumption has been minimal due to the unseasonably mild conditions. In addition, an ongoing strike by workers in the paper industry has also lowered consumption. \n Paananen noted that while electricity prices have fallen to negative lows in Denmark and Germany on many occasions in the past, it is the first time this has happened in Finland. \n A similar price drop in Denmark saw electricity prices fall as low as minus 2.68 euros in the early hours of Monday morning. \n In practice negative prices mean that electricity producers are paying consumers for the power they use. Consumers with contracts tied to Nord Pool prices will therefore see a discount for the hours when prices went negative. \n In Finland, fewer than one in ten households have electricity contracts that are tied to the exchange. While they might see a small dip in their electricity bills, they still have to pay a fixed basic fee as well as a margin on the power exchange price. These factors will likely mean that they won’t see any major price cuts as a result of the cheaper hours. \n Paananen also pointed out that a price of minus 20 cents per megawatt hour means 0.02 cents per kilowatt hour. \n\n<new-article>\n\n Finnair's operating profit declined to 47.2 million euros in the second quarter of 2019, a drop of nearly 20 percent compared with the 59.1 million euros profit that was reported for April to June last year. The result is the latest setback in a difficult year for Finland's national air carrier, which reported a loss of 16.2 million euros for the first quarter of 2019. \n However, Finnair also reported that sales increased by 10.4 percent to 739 million euros, led by a strengthening of the company's market share in both Asia and Europe. \n The number of passengers choosing the airline during this period also increased by 13.1 percent to 3.9 million, which the company says is a record high. \n \"Overall, our passenger traffic developed well, and European traffic also grew as we expected. However, freight and travel services suffered as a result of a more difficult market environment,\" Finnair CEO Topi Manner told Yle. \n According to the company, the second quarter result was affected by a gradual slowdown in economic development in Finnair's main operating market. The increase of the cost of fuel compared to the same quarter last year was also a factor, the airline reported. \n Despite these recent setbacks, which also included an AirHelp Finland report critical of Finnair's punctuality and reimbursement policy, Manner insisted that the company will continue to grow in the future. In Asian traffic, this means opening new connections in the second half of the year. In Europe, growth is reflected in Finnair's \"route-specific optimization\". \n\n<new-article>\n\n Fuel prices in Finland rose significantly over the past year, according to new data from the first quarter of 2019. Statistics Finland said on Wednesday that at the end of March the price of petrol was up three percent compared to the same period one year earlier, while the price of diesel oil rose nine percent over the same period. \n The staggering price increases were also reflected in light fuel oil, which was affected by tax hikes that took effect at the beginning of this year. In the case of this fuel, the price rise was 10 percent on the previous year. Meanwhile price increases in motor petrol and diesel were not due to tax hikes. \n By contrast, the price of coal fell by one percentage point from last year, while natural gas prices went up nine percent over the one-year period. Fuel used for electricity production is not subject to taxation, however it is subject to an excise tax if it is used to produce heating. \n Wood chips and milled peat used to produce electricity and heating saw price increases of one and eight percent respectively. In the case of milled peat, the price rise was affected by steeper taxation. \n In January, residents of single family homes paid two percent more for district heating than they did one year earlier. Meanwhile residents of semi-detached homes and apartments contended with a five-percent price increase for district heating. Consumers using wood pellets for heating their homes also faced a four-percent increase in the price of that commodity. \n Nordic electricity exchange system prices were volatile at the beginning of the year. In January, system prices were on average more than 60 percent higher than the previous year, but by March they were six percent lower than the same period in 2018. \n The average corresponding price of electricity in Finland in March was 12 percent lower than a year earlier. According to the statistical agency, electricity exchange prices were not yet reflected in the prices paid by household customers. Instead, in March, households paid 10 to 12 percent more for electricity than they did the year before. \n Householder electricity prices are based on data published by Finland’s Energy Authority, which publishes supply obligation prices. These prices are typically slow to react to price fluctuations in energy markets. \n\n<new-article>\n\n Petrol prices have been steadily going up across the EU and Finnish drivers pay the fifth most in the union, according to a survey by the European Commission. \n Every week the commission publishes lists of gasoline prices in EU countries, the most recent of which was carried out on 6 May. \n At the beginning of last week 95-octane petrol was most expensive in the Netherlands, where it cost 1.72 euros per litre. Denmark ranked the second-highest price for petrol, at 1.68 euros, with Greece at 1,65 euros per litre. Just ahead of Finland was Italy, at 1.63 euro per litre. \n Drivers in Finland paid 1.59 euros but in Sweden gas cost less, at 1.56 euros per litre. The most affordable petrol was found in Bulgaria, where a litre cost 1.11 euros. \n There are many factors behind the fluctuation of global petroleum prices, but because the price of crude oil is based on the US dollar, changes to global currency values also heavily affect petroleum product prices. \n Gasoline prices also tend to rise during the summer months when people climb into cars for holiday trips, raising demand for petrol - as well as its price. \n Tiina Matela, who was pumping gas at a petrol station in Helsinki said she was not happy with the price hikes. \n \"You feel it in your wallet when prices go up, and start to wonder whether you can really afford to fill up the car,\" she said, pointing out that since she lives downtown she doesn't need to drive every day. \n \"You need to think about the environment, too. Trips across Helsinki are so short that you can walk or take a bus. But when you have to take the kids around, a car is necessary,\" Matela said. \n According to fuelseurope.com, the majority of the price of gasoline in Europe is made up of tariffs and VAT. \n Story continues after photo. \n A man in Sweden tired of petrol's rising costs sparked a grass-roots movement on Facebook, and so far nearly half a million people have joined it. \n Sixty-nine-year-old Swede Janne Berglund only started the group in April and told the country's national broadcaster SVT he wanted to call people to action in order to get politicians to lower fuel taxes. \n Last autumn, yellow-vested protesters in France also took their grievances - sometimes violently - about economic justice to city streets, Part of their demands were to get policymakers to take action about the rising costs of gasoline. \n Berglund's Swedish group is also planning outdoor demonstrations. The group's moderator Peder Blohm Bokenhielm told newspaper Expressen that the group intends to remain active until something is done to lower gas prices. \n However in Helsinki, Matela said she doesn't think protests will work. \n \"I don't believe in that kind of thing. I'd prefer a national discussion about the issue be started, rather than to start a fuss. [The Swedish group] sounds quite a lot like the demonstrations in France,\" Matela said. \n Another customer at the Helsinki petrol pumps, Jyrki Rahkonen, said he doesn't follow petrol price fluctuations very carefully. \n \"The price goes up and down, the differences are that big. Of course prices are pretty high, but then they've always been,\" Rahkonen said \n He said he drives a larger model car because of his job, and that he thinks it is up to car manufacturers to make vehicles as environmentally-friendly as possible. \n \"It's silly to blame us [drivers] who need their cars for not thinking about the environment,\" he said, saying that he thinks the outcry in Sweden about fuel prices might be a good idea. \n Story continues after photo. \n Senior advisor at Finnish petroleum giant Neste, Lauri Kärnä, said that petrol prices went down last year due to overproduction. This year, he said prices went up due to planned - as well as unplanned - cuts in production at refineries. \n According to recent news reports, the quality of Russian oil headed to Europe via pipelines was significantly tainted by organic chloride contamination towards the end of last month. \n Kärnä said a large amount of the Russian oil was unusable, and contributed to rising prices at the pump around the world. \n The ongoing trade war between the US and China is expected to stagnate the global economy, a situation which might, according to Kärnä, bring petrol prices downward. \n However, an actual war or other conflict would bring gas prices even further upward, he said. \n Another customer at the Helsinki gas pump, Ville Parkkulainen, said he would prefer to ride his bike than drive a car. \n \"I drive very little, so the prices don't really affect me. But you really still need a car if you live in Finland. The kids have hobbies and then there's trips to get a bunch of groceries at the supermarket. But if it's a short trip, I'll take the bike instead,\" he said. \n Parkkulainen said he doesn't think raising fuel prices would help to get people to drive less in Finland, however. \n \"A carrot should be offered, rather than a stick. People who don't care about the environment will just get upset over the higher prices. Those like me who care about the environment fill up their cars and drive less. Taking the climate into consideration is the solution,\" he said. \n While Finland's petrol prices are relatively high, drivers in Hong Kong pay the most in the world. Gasoline in Hong Kong costs around 1.96 euros per litre, according to globalpetrolprices.com. \n\n<new-article>\n\n The price of electricity is set to rise in Tampere and the surrounding Pirkanmaa region of south-central Finland this autumn, according to at least two utility companies. \n The city-owned Tampereen Sähkölaitos says it will increase the cost of many of its services by 10-20 percent. Leppäkosken Sähkö says that it will increase its prices from the beginning of November by 15 percent for delivery fees and eight percent for transfer prices. \n Several factors are affecting the price hikes, according to the companies, including the dry summer, as droughts can impact electricity supply in terms of water availability for hydropower generation and cooling water for thermoelectric power. \n In addition, other costs associated with producing electricity such as higher electricity transfer fees, the need for additional cabling infrastructure, and weather security costs will be passed onto consumers. \n An apartment-dweller who uses little electricity will see an electrical bill increase of a few euros a month, whereas homeowners living in houses heated by electricity or geothermal power will see larger increases. \n\n<new-article>\n\n The price of oil is likely to increase in the coming months and as a result, drivers can expect to pay more for petrol at the pump, says Jan von Gerich, chief strategist at Nordea, the Helsinki-headquartered Nordic bank. \n \"In the US, the demand for petrol peaks in August, as many go on holiday then. That is one factor pushing up the prices at the pump. In addition, the uncertain geopolitical situation could put pressure on petrol prices,\" von Gerich told Yle on Tuesday. \n \"At the moment, the price of Brent crude oil is hovering around 75 US dollars per barrel,\" von Gerich said. \n \"It could easily rise to more than 80 dollars. The oil market is very sensitive to disturbances in production, so if a political situation were to escalate, the price could jump.\" \n However, von Gerich said it is likely to take a few months before a hike in oil prices translates into dearer petrol in Finland. \n Compared to the rest of the EU, drivers in Finland pay average prices for petrol, according to an Yle article published earlier this year (in Finnish). \n Drivers in eastern Europe and the Baltic countries pay the least for petrol, while prices at the pump in Denmark, the Netherlands and Italy are the highest in the 28-member bloc. \n\n<new-article>\n\n A government bill proposing the introduction of a new subsidy for industries that consume a great deal of electricity is likely to come before MPs on Thursday. \n Economic Affairs Minister Olli Rehn has defended the measure, saying that the funds would compensate for the higher electricity costs industries face as a result of EU emissions trading. It would apply to sectors such as forestry, steel and chemicals. \n \"What this is about is that we will ensure the same competitive environment for energy-intensive Finnish industries as industries in the rest of the world,\" Rehn told Yle Monday evening. \n On Sunday, Yle reported on a government bill that would grant an estimated 43 million euros in additional financial support to heavy industry to help reduce electricity costs in the sector. Between 2017 and 2021 the total sum could rise to as much 232 million euros. \n Government has justified the move by saying that it would help prevent so-called \"carbon leakage\", which refers to the tendency for companies to move their industrial production to countries with low emissions costs because of EU emissions trading, which some argue has caused a spike in energy prices. \n However the government’s institute for economic research VATT, has condemned the Sipilä administration's subsidy scheme as an unjustified waste of taxpayers’ money. The think tank said that there is evidence in economic theory to support the notion of carbon leakage. \n It also pointed out that heavy industry already benefits from government largesse to the tune of 600 million euros in energy tax breaks. \n For his part Rehn defended the proposal to increase support for heavy industry by noting that in recent years the Chinese steel industry, for example, has gobbled up market share in Europe. \n \"We are looking after jobs and we are above all approaching this from an employment target perspective,\" Rehn declared. \n He rejected VATT’s assessment that the bill would amount to ineffectively-targeted industrial support. \n The government’s draft legislation has also raised eyebrows, given that the wholesale price of electricity in the Nordic countries has fallen significantly and will continue to decline over the next few years, notably due to an increase in alternative energy sources such as wind and nuclear power. \n \"If the purpose of the subsidy is to simply compensate for an increase in electricity prices, then it’s coming too soon,\" energy analyst Markus Herranen told the business daily Kauppalehti. \n In addition to this, estimated price increases for emissions rights have also slumped recently. This is reflected in the fact that agreements for future electricity trades or electricity forwards show falling prices up to the year 2019. \n Government’s arguments are also being undermined by the fact that costlier emissions rights will not increase wholesale energy prices in the Nordics as they did in the past, due to reduced usage of coal condensing power. \n Rehn said however that government is monitoring changes in energy markets and emissions trading. \n \"Naturally, in the coming years we will monitor whether there are changes in the EU’s Emissions Trading System and if it creates pressure to change this system. For the moment, in the years ahead there is reason to compensate for the excessive competitive distortion caused to energy-intensive Finnish industries,\" the minister commented. \n Funding for the energy subsidy will come from the state budget. According to the Ministry of Economic Affairs and Employment, the level of support will be lower than previously anticipated, if emissions rights remain cheap. \n \"Based on information last spring, it was assumed that support in 2018 would reach 43 million euros. Now based on recent prices for emissions rights it would settle at 27 million euros in 2018,\" Rehn noted. \n If Parliament votes to pass the bill in its present form, the system of indirect compensation for emissions trading costs will take effect from the beginning of next year. It would cover just under 100 industrial facilities, with the biggest beneficiary being the forestry industry. \n\n<new-article>\n\n The price of electricity has edged up slightly in Finland since mid-June after low prices in April and May. \n \"This summer the price of electricity has been slightly higher, but it doesn't appear to be changing radically,\" says Antti Paananen, markets director at the Energy Authority. \n For instance Savon Voima, a utility in eastern Finland, raised its rates by an average of 9.4 percent in early July. \n \"In making price decisions, we react to changes in wholesale prices. The July rate hike was a result of a weak situation in hydropower production in the Nordic region and a rise in the cost of carbon and emissions allowances, explains Savon Voima CEO Juha Keski-Karhu. \n The price of electricity has however remained historically low for several years. There are several reasons for this including the economic downturn, lower-than-expected demand, generally solid conditions for hydropower production in the Nordics and low fuel prices. \n The proliferation of renewable energy is also playing a key role. In particular, wind power generation in Sweden and elsewhere in Europe has pushed overall electricity fees down. \n \"Wind power has fundamentally changed the situation and lowered prices,\" says Heikki Rantamäki of the Pohjois-Karjalan Sähkö utility. \"When there's a lot of wind power produced in Germany, for instance, that is also reflected here in Finland.\" \n Energy experts do not foresee any major price rises on the horizon. \n \"The forecasts for the next several years show prices remaining around the same level. The situation looks as if it will remain basically unchanged, although of course something can always happen,\" says Pekka Salomaa, director of the Finnish Energy Industries association. \n\n<new-article>\n\n The Nordic electricity exchange had really cheap power for sale in the wee hours of Christmas Day this year. \n The spot market at Nord Pool Spot is an auction-based exchange for the trading of prompt physically delivered electricity. It functions as the central market for Nordic and Baltic electricity. According to the Nord Pool Spot website, the tariff fell to less than a euro for a thousand kilowatt-hours on December 25. \n In other words, during this period, flats with minimal electricity needs would have received a year’s worth of electricity for less than a euro. Even homes that heat with electricity or sport large electric saunas could have enjoyed a year’s worth of electricity for fewer than ten euros at that price. \n Unfortunately, scenarios like this are only possible in theory, as the exchange requires that the purchased power is transferred just at that time. Other costs would have been added to the rock-bottom price, too, after all was said and done. \n The cheap price nevertheless pushed the median common wholesale price in the Nordics down to 8.93 per megawatt-hour during Christmas Day, the lowest price since late last summer. \n Three factors explain the unusually low tariff: First, the stormy weather of late has set wind turbines spinning; meaning wind power-generated electricity is available in abundance. Second, industrial shutdowns over the holiday season played a part, and by Christmas Day most everyone had already cooked their Christmas ham. The third reason for the plummet was the unseasonably mild winter conditions in 2015, lowering demand for heating. \n As the winds die down and the temperatures dip, however, the exchange’s price of electricity will soon be on the rise again. \n Industry production facilities have the most to gain from short periods of cheap electricity, as they can adjust their power usage to take advantage of the previous day’s projected hourly prices. Most household consumers, on the other hand, buy their electricity according to a contract, so so-called spot fluctuations are usually not made visible in their electricity bills, at least not on a short-term basis. \n\n<new-article>\n\n On many\ndays, the first Finnish customers pull into service stations in the Russian\ncity of Vyborg at the crack of dawn. \n \"There\naren't many times that I've filled up in Finland over the past ten years,\"\nsays Vesa Ropponen, a resident of Lappeenranta. \n Ropponen\nestimates that he drives around 25,000 km a year, so a full tank of petrol\nlasts him a couple of weeks. Crossing the border into Russia to buy his petrol\nis an exceptionally good deal. Right now, a litre of 95-grade lead-free petrol\ncosts around 52 eurocents and diesel a little over 40 eurocents a litre - only\nabout half of the pump prices in Finland. \n There is\nthe expense of a visa to consider, but even so, another Lappeenranta resident,\nMatti Kälviäinen, told Yle that crossing the border regularly to tank up his\ncar saves him a thousand euros a year. \n Fuel prices\nhave remained steady in Vyborg, even though there has been a sharp rise in the\nprice of many goods, including foodstuffs. \n \"The\nRussian government wants fuel prices, in rubles, to stay more or less stable,\nbut you can also hear in the news that it is expected that the prices can grow\naccording to the inflation rates,\" says Julija Matisova, marketing\ndirector for the fuel retailer Neste St. Petersburg. \n Finnish citizens made 109,583 crossings at south-eastern border points in\nJanuary. Even though the total volume of cross-border traffic has been in\ndecline, that figure was up. Nearly all of the increase in the number of visits\nis being attributed to 'petrol tourism'. \n Beoscan Oy\nis a Lappeenranta-based company that provides motorists a credit service for\npurchasing fuel in Russia. It expects that petrol tourism will shoot up this\nspring, if the exchange rate of the ruble remains low. \n \"Getting\na visa takes some time, and not everyone wants to travel to Russia in the\nwinter,\" points out Beoscan CEO Vesa Kaukonen. \n\n<new-article>\n\n The  Polttoaine.net website that monitors fuel\nprices reports that the price of 95E10-grade petrol fell to 1.299 euro at the\npumps of Teboil Express in the Lommila district of Espoo on Monday. \n The Finnish\nPetroleum and Biofuels Association says that 95E10-grade petrol last dipped\nbelow 1.30 euro in 2009. However, the association's statistics include pump\nprices recorded only for Helsinki, Turku, Seinäjoki, Oulu, Mikkeli and Rovaniemi. \n The fall in\npetrol prices is being attributed to lower world prices for crude oil and\nincreased competition among service station chains. \n\n<new-article>\n\n As flag carrier Finnair released its third-quarter results on Friday, CEO Pekka\nVauramo said that declines in both passenger and cargo traffic led to a slight\ndecline in turnover between July and September. \n Compared with a year earlier, turnover slipped by more than two percent to\nless than 623 million euros. Operating profit slumped by some 38 percent to\nless than 24 million euros. \n For the first nine months of this year, the company was 31 million euros in\nthe red. It expects not to make any profit for the whole of 2014, with turnover\nremaining significantly below the previous year. \n By the end of September, Finnair was close to achieving its target of 200 million\neuros in cost-cutting. In recent months the airline has hammered out\ncost-reducing new contracts with pilots and cabin crew. \n Fuel costs remain another crippling factor, with no immediate relief in\nsight, says Vauramo, who’s been in the job for a year and a half following a\nperiod of turbulence at the top of the firm. He hopes that a fleet overhaul to\nmore efficient Airbus models will pay off over time. \n “We expect our first\nA350 aircraft, which join our fleet in late 2015, to show an impact on our\nprofitability from 2016 onwards,” said Vauramo. “A significant improvement in\nrevenue before that, however, would require a substantial recovery in domestic\nmarket demand and a substantial decrease in the world market price of fuel.” \n\n<new-article>\n\n Now that the crises in\nLibya and Ukraine have somewhat abated and Saudi Arabia’s position as regulator\nof the oil market has stabilized, the price of crude oil and its refined\nproducts is falling, slowly but surely. \n “The general trend is\nthat there will be more pressure to lower prices in the next couple of years\nthan increase them. A few years from now, when economic activity is hopefully once\nagain robust, prices will rise again,” says Neste Oil’s energy expert Lauri\nKärnä. \n In Finland in\nparticular, weak economic growth has put a damper on demand for liquid fuel and\npetroleum products. \n “It is visible in the professional,\nbusiness and consumer transport markets; we are moving around less at the\nmoment. But we have to be grateful that the effects are not even greater, as Finland’s\neconomic downturn has been going on for some time now,” says Henrik Tuulos, head\nof Teboil’s retail division in Finland. \n Oil company reps point\nout that local petrol prices can nevertheless vary considerably in different\nparts of the country. Still, the price of 95 octane petrol is not expected to\nchange much in the next few months. \n “I estimate prices\nwill stabilize at just under 1.70 euros per litre this summer – a bit less than\nlast summer,” says Tuulos. \n Mika Wiljanen,\ndirector of Finland’s Shell and St1 service stations, doesn’t believe that the market\nprice of crude oil will fall significantly, but he doesn’t expect prices to\nrise much either. \n “I believe and hope\nthat petrol prices will be moderate this summer. They won’t change much from\ntheir current level, although there could  be fluctuations of a few cents here or\nthere,” Wiljanen says. \n Antti Heikkinen of the\nABC chain of service stations did not wish to speculate on future prices. \n\n<new-article>\n\n In recent years switching suppliers has become easier as electricity companies have begun actively promoting deals on the internet to attract new customers. \n The Energy Authority says the recession has pushed Finnish consumers to seek more competitive deals, as the price of electricity continues to rise. \n The Finnish House Owners’ Association pressure group points out that energy companies only have price-setting control of a small proportion of customers’ energy bills, with the majority of costs coming from taxes and grid charges. \n\n<new-article>\n\n Hannele Puusa-Ruohonen, head of the Korso district homeowners’ association in Vantaa, has had to consider several practical measures to reduce her electricity bills. \n “Every morning when I wake up, I see how cold it is outside and figure how that will translate to our electric bill. We’ve been trying to save: to consider what machines can be switched off for the night. We burn wood in our iron stove as an additional source of heat.” Hers is one of over a half-million private homes in Finland that are heated with electricity. \n “It is an entirely new concept for some people that the electricity bill would reflect real-time electricity consumption and not be spread out evenly throughout the year,” says Finland’s leading power company Fortum’s Sales Director Jukka Toivonen. \n Before the change in practice in Finland, a private home heated by electricity received a standard electric bill of approximately 200 euros per month, supplemented by a possible additional bill to offset the balance if the yearly consumption estimate proved inaccurate. \n With the instalment of new remote electric meters, the tracking of electricity and heat consumption will be more up-to-date. In the summer months, consumers will be paying less than 100 euros per month, but in the dead of winter, bills could reach sums of 450 euros. \n Fortum is excepting many customers to be contacting the company in the next few weeks, as the first substantial electric bills arrive in the mail. \n “Customer service assistants will be available to talk with our customers about ways they can cut down their electricity use and, for example, agree on an appropriate billing interval,” says Toivonen. \n Fortum will not offer its customers assistance with their payments, but it can provide a different billing system that breaks the bill down into smaller payments. \n “If the bill seems too large, we could, for example, send smaller bills more frequently,” says Toivonen. \n Puusa-Ruohosen says that saving for electricity bills is becoming more and more difficult, as the tax on electricity also rose at the turn of the year. \n ”We have been consciously trying to save and observe a drop in consumption, but we still haven’t seen a change in the amount of euros we have to pay on our bills. I have a bad feeling that we are going to have troubles. It won’t be easy – not for anyone,” she says. \n\n<new-article>\n\n Drivers usually see in the New Year with customary cursing of the rise in petrol prices. But although 2014's emissions tax has added 2.25 cents\non a litre of petrol, and 2.71 cents for diesel – the actual cost of fuel has\ngone down, not up, in the longer term. \n In autumn 2012 a litre of 95E petrol would have set you back\n€1.74; by the end of last year the price was €1.59. \n The drop has, however, been moderate, says Pekka Huttula,\ndeputy managing director of the Finnish Petroleum Federation. ”There haven’t\nbeen any significant changes in the last year, and prices at the end of the\nyear were pretty much on the same level as the year previously.” \n The reason – many of the different factors that affect fuel\nprices have aligned during the past year to keep costs down. When war or a\nstorm hits a region where oil is produced or transported, availability is\naffected and the price rises. As the economy grows, so does the need for fuel,\nand this increased demand also nudges up the price. \n ”Any crisis in oil-producing countries can be felt at the\npetrol pump in Finland, because oil prices react sensitively to\nworld events,” Huttula says. ”But the worldwide political situation has been\nrelatively stable and economic growth rather weak. In the absence of any huge\nrecovery on the global markets, we can see at least partly why fuel costs haven’t\nrisen,” Huttula says. \n The strong euro is bad for exports, but because oil is\ntraded in dollars, the current exchange rate is actually capping the price of\nfuel. \n And though the mild winter may have impacted on many Finns' Christmas spirit, the weather also plays a part in determining the cost of petrol.\nWith fewer freezing temperatures, there’s been less need for more expensive\nwinter-quality fuel. \n With prices on the slide, Huttula believes the biggest issue\nfor consumers is in fact fuel duty. At the start of 2012, VAT added around 3\ncents per litre to the cost of petrol and over 12 cents to the price of diesel.\nLast year fuel tax didn’t change. \n Although drivers complain about the cost of petrol, price\nfluctuations in Finland have been shown to have little effect on demand. \n ”Vehicle petrol consumption will continue to decrease, as\nengines become more fuel efficient,” Huttula says. In the case of diesel, Huttula says, consumption is directly\nproportional to the state of the economy. When there’s growth, we use more\ndiesel. \n So will the fuel price drop continue? Petrol prices have\ngenerally risen as summer approaches, but Huttula is reluctant to make any forecasts.\n”I’m not predicting anything,” he laughs. ”Whatever I say about the future\ncould turn out to be wrong next week,” he says. \n\n<new-article>\n\n A number of the nation's newspapers, including the largest circulation daily, Helsingin Sanomat, headlined the devastation caused by Typhoon Haiyan in the Philippines. This paper featured the story of one family, the Sericons, on the northern island of Cebu, who lost their home to the storm, but are already starting to rebuilt. \n Also on the main news page, Helsingin Sanomat presents a sneak peek at a proposal being generated by a Ministry of Education working group that it says is aimed at cutting back on the number of required subjects in Finnish secondary schools. According to the report, many more elective subjects will be made available with mandatory courses limited to mathematics, the student's mother tongue, a \"sufficient\" number of foreign language studies, religion, health and physical education. \n Finland's main Swedish-language daily, Hufvudstadsbladet, leads with the death of a resident of an assisted living facility in Helsinki's Töölö district. A young man was discovered dead in his flat there, a week after his demise. This is the fifth death at this year at the facility offers housing for people with alcohol and drug abuse problems. \n The Tampere-based Aamulehti says that a petrol price war may be on the way. One local station began selling petrol on Monday at the lowest price in the country - 95E10 for 1.469 euros per litre and 98E for 1.519 per litre. \n And, the newsstand tabloid Iltalehti's front page reminded its readers of the importance of getting enough sleep. It pointed to new research showing that sleep problems are becoming more common and people in Finland on average are sleeping less. At the same time, a number of medical issues, such as cardio-vascular disease, type-2 diabetes and psychological problems have been on the rise. \n\n<new-article>\n\n Finnair is to bring in tablets for passenger use on new planes, replacing fixed screens in a bid to save on fuel costs. In addition to new income from paid services delivered on the tablets, the firm will reduce weight carried by removing the wiring attached to fixed screens. \n That means big savings in fuel costs. The Wall Street Journal reports that Lufthansa estimated a typical in-flight entertainment system adds around 70,000 euros a year to the running costs of a Boeing 767. \n Finnair is to offer the tablets on its five new A321 \"Sharklet\" planes. They will mainly be used on flights to the Canary Islands, with the first to enter service in November and the rest joining the Finnair fleet in the run-up to March. The Finnish carrier is the first in the world to run Sharklet planes. \n As Finnair planes currently lack wireless internet connections, customers will not be able to read the news on their own devices. Instead they will have the opportunity to rent a tablet pre-loaded with magazines, newspapers, games and films. \n Wall Street Journal: Airlines Entertain Tablet Ideas \n\n<new-article>\n\n Finland's largest utility, Fortum, is closing a coal-fired power plant in Inkoo, west of Helsinki. That will lead to a loss of 90 jobs, with a dozen employees taking a retirement option. Staff at the plant marched off the job on Tuesday in protest. \n Built in the mid-1970s, the 750 MW plant has rarely been used in recent years, only supplying backup power to the Nordic grid during periods of peak demand. It has long been a loss-maker. This is partly due to falling electricity prices in Europe, driven by Germany's shift toward renewable energy. \n The facility’s three units will be mothballed in February. Fortum’s Power division will record an impairment loss of 25 million euros in its third-quarter results. \n The Trade Union Pro has criticised the state-controlled Fortum’s decision to shut the plant. It does not approve of closing domestic electricity production capacity when electricity is constantly being imported. \n Most power on the Nordic grid is produced through hydro generation and nuclear power, which unlike coal do not add significantly to greenhouse gas emissions. The Finnish government has committed to moving toward lower-emission and renewable energy sources. \n In July, Fortum reported a smaller-than-expected rise in profits for the second quarter, which it blamed on declining electricity prices and weaker industrial demand. \n\n<new-article>\n\n Helsingin Energia recently announced that the drop in price would be reflected by a 5 percent reduction in the bill to consumers.  Vantaan Energia has not yet decided on price changes, but will monitor the market. Fortum updates their rates directly to customer accounts according to market-determined time intervals. \n According to Fortum, electrical heating customers prefer long contracts that are updated every two years, whereas city dwellers prefer more frequently updated agreements. \n “Summer cottage customers and block housing inhabitants who do not have electric heating are increasingly moving towards more regularly updated electrical products. The preference for monthly contracts is constantly on the rise,” says Jukka Toivonen, Fortum’s markating sales manager. \n Acccording to Toivonen, the wholesale price slide has been going on for some time. Fortum’s  two-year contract price is the cheapest since 2009. \n\n<new-article>\n\n City officials and residents of Mäntsälä in southern Finland are eagerly awaiting a new arrival on the business scene. The Russian search engine provider Yandex is a competitor of the Internet giant Google and the fourth largest in the world. \n “Yandex’s entrance into Mäntsälä is extremely significant. Apart from bringing a new kind of business activity, Yandex’s arrival in Mäntsälä is also financially important,” said municipal head Esko Kairesalo. \n Yandex director Andrei Korolenko told Yle Novosti that the company considered dozens of different locations for its server farm. Finland won out in part due to its low energy prices. \n “The location on the continent, the climate, reliable power supply required for the machine rooms,” Korolenko said as he listed the benefits of the Mäntsälä location. \n The Yandex project has proceeded so well, that construction could begin as early as one month ahead of schedule. \n “Finland goes on vacation in July and that could slow down the pace, but we hope that construction could begin as early as June – July,” Korolenko explained. \n The server centre is expected to create scores of jobs in Mäntsälä, and officials hope the company will stimulate other kinds of business activity in the area. \n\n<new-article>\n\n The litre price of petrol has risen to an all-time high, according to the Finnish Petroleum Federation. \n Currently one litre of 95-octane petrol costs on average 1.74 euros, while 98-octane fuel will set motorists back 1.98 euros. \n The last time pump prices peaked it was April, when 95-octane cost 1.72 euros per litre and 98-octane, 1.77 euros. \n The average price of diesel fuel is now just under 1.57 euros, having declined from a high of 1.58 euros in March. \n Anne Maskula, the Federation’s Finance Manager notes however, that winter grade diesel was used in March and is typically pricier than summer grade fuel. \n This means that the price of diesel fuel is also set to rise with the onset of wintry conditions. \n Many factors influence prices at the pump. Today’s upward price trend has been “fueled” by the weakening of the euro against the dollar, since the price of crude oil is quoted in US dollars. \n The current price of North Sea Brent crude oil is around 110 US dollars per barrel. \n When crude oil prices peaked at 147 US dollars per barrel in the summer of 2008, the price at the pump was around 1.57 euros, according to Maskula’s statistics. \n At the time possible increases in consumer prices were suppressed by the relative strength of the euro against the dollar. \n\n<new-article>\n\n Officials say Finnish traffic at the Imatra border crossing is up by around 20 percent. Every day some one thousand Finns cross the border, which is about 200 more than previously. \n While the distance from central Imatra to the nearest Russian pump in Svetogorsk is just five kilometres, bargain hunters may be stuck in border queues for hours. But the long waits haven't seemed to deter Finns' thirst for affordable fuel. \n\n<new-article>\n\n Europe’s costliest 95-octane gas is in neighbouring Norway, where the price has been over two euros per litre for several weeks now. \n According to a European Commission report out this week, the average motorist in Finland pays 1.719 euros a litre for petrol and 1.571 euros for diesel. As a non-member, Norway was not included in the EU comparison, but last week’s average price was about 2.030 euros. \n In another of Finland’s immediate neighbours, Sweden, a litre now goes for the equivalent of 1.863 euros, with diesel at 1.790 euros. Tax levels in Sweden are about the same as in Finland but the strong exchange rate for the Swedish crown has significantly raised fuel costs.  \n Gasoline is also pricier in Denmark, where a litre costs an average of 1.802 euros. Diesel, meanwhile, is slightly cheaper than in Finland, at 1.552 euros per litre. Among the five Nordic states, only Iceland has lower motor fuel prices. \n Petrol in Finland is also significantly cheaper than in Germany, Greece, Italy or the Netherlands, for instance. It costs about two cents a litre more to fill your tank here than the EU average. \n Meanwhile Finland’s southern neighbour, Estonia, has lower gasoline prices petrol than the two other small Baltic states or Poland. A litre of 95 octane gas costs an average of 1.394 euros in Estonia, while diesel sells for 1.382 euros. \n About 56 percent of the price paid at the pump by drivers in Finland is made up of taxes, mostly imposed on environmental grounds. \n Meanwhile in the United States, the average price of a gallon of gas is now $3.72 – the highest ever recorded for this time of year. That converts to roughly 0.78 euros per litre -- less than half the EU average \n\n<new-article>\n\n Finnair plans to install more rows of seats in some types of planes with the obvious aim of accommodating more passengers. \n “We shall change current old, heavy and bulky seats with more comfortable thinner replacements,” says the airline’s CEO, Mika Vehviläinen. \n He claims that passenger comfort will not be sacrificed even if the number of passengers will go up. \n The airline cites ever-increasing fuel costs as the reason for installing lighter seats. Vehviläinen says fuel costs have risen by over 60 percent compared to those in 2010. \n Lighter seats will mean less overall weight, with the knock-on effect of lower costs per passenger. \n “Naturally we try to pass on rising fuel costs to air fares but tough market competition stands in our way,” notes Vehviläinen. \n\n<new-article>\n\n Petrol prices vary according to a number of factors, including the price of oil on the global market and seasonal demand. Petrol tends to cost more in the summer than in the winter. \n Ilkka Lehtinen, Development Manager at Statistics Finland, has calculated the fluctuations in the price of petrol in Finland over the last 20 years at Yle's request. The real price of petrol has risen by 24.8 percent in two decades. \n Cars technically cheaper \n But overall, the price of petrol has surprisingly little impact on the cost of driving. An average new car currently costs around 21,000 euros. Over two decades, cars have become 5.5 percent more expensive while salaries have doubled. In basic terms, it means that buying a car today will hit consumers’ wallets half as hard as in 1992. \n Car prices climbed at a significantly slower rate in the past 20 years than other consumer goods which became, on average, 38.7 percent more expensive. \n What’s more, today’s car will consume less fuel. \n “Indeed, the total cost of driving is likely even lower now than it was 20 years ago,” says Lehtinen. \n\n<new-article>\n\n Wholesale electricity tariffs are influenced, for example, by the price of emission rights and the economic downturn. Water levels also play a role. \n Tariff cuts announced by power companies apply to consumers with permanent contracts. If a company wishes to change the retail price for electricity, it must give the consumer at least one month’s notice. Most companies alter their rates once a year. \n Vattenfall and Helsingin Energia lowered their tariffs for permanent agreements at the beginning of March. Following suit in April will be Savon Voima and Fortum. \n\n<new-article>\n\n The steady increase is, in part, due to the strengthening of the US Dollar. \n Since the end of last year gasoline and diesel prices have risen on average by six cents a litre. \n A new diesel tax that went into effect at the start of 2012 brought the price difference between gasoline and diesel to around five cents. \n\n<new-article>\n\n Petrol now costs, on average, just under 1.60 euros per litre. However, this will increase next year. Diesel fuel will go up in price the most. \n The rise in fuel prices has continued since 2009. Prices for petrol and diesel fuel were previously at current levels in 2008. \n\n<new-article>\n\n In Finland, the overall price of foodstuffs went up 6.7 percent in March, compared to same time last year. In Sweden the increase was 1.4 and in France a little over 2 percent, according to business publication Taloussanomat. \n The price of grain has risen sharply on world markets - but this does not explain why prices in Finland are rising faster than in other countries. \n The reasons behind the increase \n Changing tax policy is one of the reasons for the rising prices of foodstuffs in Finland, according to research director Perttu Pyykkönen at the Pellervo think-tank. \n “Last summer the government increased the VAT and the beginning of the year there was an increased tax on sweets,” Pyykkönen notes. \n In addition, world prices of coffee and cocoa have risen by 40 and 20 percent respectively. Rising energy prices may also be responsible, Pyykkönen suggested. \n Researcher Reijo Mankinen from the research organisation ETLA said that Finland's location and climate is one of the reasons for the disparity. For example, in Sweden a lot of produce is grown in the south where it is warmer, Mankinen explained. \n Who takes home the profits? \n Pyykkönen said that the growers’ and farmers’ profits have not risen in pace with the price increases. He also dismisses the possibility that new wage agreements have not yet affected the figures since they were signed in April. \n According to Mankinen, it is possible that the food market industry increased its share of the profits. \n However, he pointed out that competition in the foodstuffs market is fierce and profit margins are relatively small. \n\n<new-article>\n\n Sähkönkuluttaja voi varautua alkavaan talveen levollisin mielin ainakin, jos ottaa vertailukohdaksi viime vuoden. \n Kantaverkkoyhtiö Fingridin toimitusjohtaja Jukka Ruususen mukaan sähköntuotannossa on tällä hetkellä vahvat lähtökohdat niin Euroopassa, Pohjoismaissa kuin Suomessakin. \n Ala ei kuitenkaan ole palaamassa kokonaan Venäjän hyökkäyssotaa edeltävään aikaan. Ruususen mukaan hinnanvaihtelut ovat ainakin toistaiseksi tulleet jäädäkseen, mutta vuoden takaisia pidempiaikaisia hinnannousuja tuskin on luvassa. \n – Välillä hinnat ovat korkeammalla ja välillä alempana. Tämä on varmaan se meidän normaali jonkin aikaa. Toisaalta se tarjoaa myös mahdollisuuden hyödyntää hintavaihtelua, Ruusunen vinkkaa. \n Hintatason vaihtelua selittää se, että venäläisen kaasun sijaan sähköntuotannossa nojataan entistä enemmän uusiutuviin energialähteisiin. Erityisesti tuulivoiman merkitys on korostunut. \n – Meillä on Suomessakin monta tuhatta megawattia tuulivoimaa, jonka volyymi riippuu tietysti siitä, kuinka paljon tuulee, Ruusunen sanoo. \n Energiamarkkinoilla on jo vuosikymmenien ajan totuttu seuraamaan lämpötilan ja sademäärien vaikutuksia sähkön kulutukseen ja hintaan. Ruususen mukaan tuulesta on nyt tullut kolmas peruspilari. \n Sähkön hinta on ollut koko kuluvan vuoden edellisvuotta matalammalla tasolla. Pörssisähkön huippu nähtiin viime vuonna elokuussa, kun sähköstä sai pulittaa keskimäärin 32,43 senttiä kilowattitunnilta. \n Tämän vuoden elokuussa vastaava hinta oli 8,22 snt/kWh. Nyt sähkön hintaa ennustavat futuurit ennakoivat, että talven yli mennään alle kymmenen sentin hinnoissa. \n Vaikka Ruusunen ei lähtökohtaisesti usko pidempiaikaisiin hinnankorotuksiin, voi epävarmassa maailmantilanteessa aina käydä jotain odottamatonta, kuten lokakuussa tapahtunut Suomenlahden Balticconnector-kaasuputken vaurioituminen osoitti. \n Ongelmia voi toki kertyä arkisemmista asioistakin. Esimerkiksi tämän vuoden elokuussa oli hetken aikaa tilanne, että Suomen ja Ruotsin välistä sähkönsiirtoa rajoitti huoltotyöt, Olkiluoto 2:n sähköntuotannon keskeytti kosteusongelmat ja Fortumin Loviisan ydinvoimalaitos oli vuosihuollossa. \n – Se riski on aina olemassa teknisissä järjestelmissä. Samanlaisia tilanteita voidaan tietysti nähdä myös kovien pakkasten aikaan, Ruusunen toteaa. \n\n<new-article>\n\n Viime talvena sähkön hinta hyppäsi ennätyskorkeuksiin, ja samaan aikaan pelättiin sähkön loppuvan. Tilanne sai myös kunnat ryhtymään energiansäästötoimiin. \n Monissa kunnissa säästöjä haettiin esimerkiksi alentamalla rakennusten lämpötiloja ja sammuttamalla ulkovalaistuksia. \n Tänä talvena sähkönhinta ei ole lähelläkään viime vuoden lukemia, eikä sähköpulasta ole ollut puhetta. Kuntaliiton erikoisasiantuntija Vesa Peltola arvelee, ettei kiinnostus säästöjä kohtaan ole silti loppunut. \n – Vaikka hinta on laskenut, se jäänee korkeammalle kuin aikaisemmin. Myös energiakustannusten suhteellinen osuus kuntien kustannuksista kasvaa, kun noin puolet budjetista siirtyi hyvinvointialueille. Energiakustannukset olivat vajaa 2 prosenttia viime vuonna, nyt ne ovat lähelle 5 prosenttia. \n Vaikka kiinnostus energiansäästöön todennäköisesti säilyy, osa kunnista on luopumassa viime talven säästöpäätöksistä. \n Esimerkiksi Mikkelissä säästöpäätökset ovat voimassa vuoden loppuun, minkä jälkeen valoja taas sytytetään myös keskustan ulkopuolella. \n Säästöinnostuksen hiipuminen näkyy esimerkiksi Astetta alemmas -kampanjassa. Peltolan mukaan siihen osallistui viime vuonna 119 kuntaa, mutta tänä vuonna vain 39. \n Kuntien valveutuneisuudessa energiatehokkuuden osalta on eroja, Peltola sanoo. Sen vuoksi joillakin kunnilla on paremmat valmiudet karsia energiankäyttöään. \n Esimerkiksi Lahdessa aiotaan jatkaa energiasäästölinjaa jatkossakin. Kausivalot ovat päällä vain iltaisin, kiinteistöjen lämpötiloja ja ilmanvaihtoa on säädetty, ja yleisiä saunoja lämmitetään vain asiakasmäärien mukaan. \n Kuitenkin myös Lahdessa on löysätty viime talven tiukkaa energiankäyttöä. Esimerkiksi viime talvena saunoista lämmitettiin välillä vain yhtä, vaikka käyttäjiä oli. Nyt saunoja lämmitetään asiakasmäärien mukaan. Myös ilmanvaihdon käyntiajoissa pyritään huomioimaan paremmin käyttäjätietoja. \n Kunnat ovat joutuneet tasapainottelemaan energiansäästötalkoissa turvallisuuden ja viihtyvyyden kanssa, kertoo Kuntaliiton Peltola. \n Joissain kunnissa on pohdittu, voiko valaistusta vähentää. Jos joku liukastuu pimeällä tiellä, onko se kaupungin vika? Pimeiden alueiden on myös ajateltu lisäävän turvattomuutta. \n Kuntaliitolle asti on kiirinyt vain yksittäisiä negatiivisia palautteita kuntalaisilta. \n – Esimerkiksi jos ihmisellä oli kallis sähkösopimus, ja hän olisi halunnut käydä saunomassa uimahallissa, ja sauna olikin kylmänä. \n Peltolan mielestä huolenaiheisiin on löydettävissä keskitie. Kuntaliitto kannustaa kuntia muistamaan viime talvesta opitut keinot energian säästämisestä. \n Vieläkö sinä säästät sähköä? Kerro miten. Keskustelu on auki 7.11. kello 23.00 saakka. \n\n<new-article>\n\n Vaasan Sähkö ottaa käyttöön negatiiviset pörssihinnat. \n Syynä tähän on viime viikolla muutaman median esiin nostama Vaasan Sähkön hinnoittelutapa, jossa miinukselle painuvaa pörssisähkön hintaa ei hyvitetä asiakkaille. Myös Yle uutisoi hinnoittelusta elokuussa. \n Lue lisää: Vaasan sähkö ei hyvitä miinukselle painuvaa pörssisähkön hintaa asiakkailleen, vaikka moni niin tekee – näin yhtiö perustelee ratkaisua \n Uutisoinnin aiheuttamat yhteydenotot antoivat Vaasan Sähkön myyntipäällikkö Lena Lainion mukaan yritykselle syyn tarkastella tuotetta ja pohtia, vastaako se asiakkaiden toiveita. \n Marraskuusta alkaen tuote hinnoitellaan siten, että negatiiviset pörssihinnat huomioidaan asiakkaan laskulla. \n Lainion mukaan väärinkäsitys on ollut se, että negatiivisten tuntien erilainen käsittely veisi asiakkailta suuria rahallisia hyötyjä. \n Keskivertoasiakkaan kohdalla Lainion mukaan puhutaan kymmenistä senteistä kuukausitasolla. \n – Se kertookin, miksi katse kannattaa pitää välityspalkkiossa ja perusmaksussa. \n Kun tuote otettiin käyttöön 2022, oli negatiivisia tunteja, eli miinustunteja sähköpörssissä Lainion mukaan keskimäärin yksi joka toinen viikko. \n – Nyt on ollut poikkeuksellinen tilanne, kun näitä miinustunteja on ollut paljon. Sitähän me ei tiedetä, että mihin suuntaan tämä menee, että aika sen näyttää, Laihio kertoo. \n Artikkelia täydennetty 23.10.2023 klo 16.44. Lisätty Lainion kommentteja. \n\n<new-article>\n\n Määräaikaiset sähkösopimukset ovat alkaneet kiinnostaa kuluttajia syksyn tullen. \n Kaakkoissuomalaisten sähköyhtiöiden mukaan asiakkaat kysyvät nyt määräaikaisia sopimuksia reilusti enemmän kuin vielä kesällä ja pörssisähköasiakkaat ovat valpastuneet vertailemaan sähkösopimuksia. \n Myös Energiateollisuuden energiamarkkinoista vastaavan johtajan Pekka Salomaan valistunut arvaus on, että määräaikaiset sopimukset voivat kasvattaa suosiotaan kesän jälkeen. \n – Talven lähestyminen on voinut herättää huolta, ja toisaalta määräaikaisia sopimuksia on ollut tarjolla kohtuullisen edullisesti, Salomaa arvioi. \n Eri sopimustyyppien suosiosta ei ole saatavilla tilastotietoa kuukausitasolla, vaan sähkösopimuksia tilastoiva Energiavirasto kokoaa tiedot kerran vuodessa. \n Imatran Seudun Sähkö, Parikkalan Valo ja Kouvolassa toimiva KSS Energia myyvät tällä hetkellä eniten määräaikaisia sähkösopimuksia, joissa hinta muodostuu kiinteähintaisesta ja asiakkaan sähkönkäyttöön pohjautuvasta osasta. \n – Suosituin tuotteemme on käyttövaikutuksen sisältävä määräaikainen sopimus. Se on vaihtoehto asiakkaalle, joka on valmis seuraamaan omaa sähkönkulutustaan, mutta ei ole valmis kantamaan pörssisähkön riskiä, kertoo KSS Energian kuluttajamyynnin johtaja Jessica Juhola. \n Määräaikaisten sopimusten hinnat ovat olleet tasaisessa laskussa loppukesän ja alkusyksyn aikana. Tästä huolimatta myös pörssisähkö pitää sähköyhtiöiden mukaan edelleen pintansa. \n Liiketoimintajohtaja Mikko Reijonen Imatran Seudun Sähköstä kertoo, että pörssisähkön valitsee noin joka kolmas sopimuksen tekijä. \n – Uusien pörssisähkösopimusten määrä on kaksinkertaistunut vuodenvaihteen jälkeen, Reijonen kertoo. \n Myös Kymenlaakson Sähköstä kerrotaan, että pörssisähköasiakkaiden määrä on kasvanut tänä vuonna jatkuvasti, mutta asiakkaat solmivat myös muita sopimustyyppejä. \n – Samankaltaista liikehdintää ei ole takaisin määräaikaisille sopimuksille kuin aiemmin oli pörssisähkötuotteille, kertoo puolestaan KSS Energian Jessica Juhola. \n Kaakkois-Suomen sähköyhtiöt ennustavat, että sähkön hintavaihtelu jatkuu ja hintaa on vaikea ennustaa. \n Tilanteeseen vaikuttavat niin tuulten määrä, pakkaskaudet kuin voimalaitosten käytettävyys. \n – Tällä hetkellä ei ole näköpiirissä viime vuoden kaltaista tilannetta, jolloin keskusteltiin mahdollisesta energiapulasta ja sähkön riittävyydestä, sanoo Imatran seudun sähkön Mikko Reijonen. \n Voit keskustella aiheesta 20.10. kello 23:een asti. \n\n<new-article>\n\n Sähkön futuurihinnat talvelle ovat nousseet jyrkästi alkuviikosta. Laskusuuntainen kehitys on nyt ohi: vielä syyskuun lopussa futuurit syksylle ja talvelle olivat laskussa. \n Futuurit edustavat markkinoiden arviota tulevista sähkön hinnoista. \n Sähkön hintavertailua tekevän halvinsähkösopimus.fi -sivuston markkinakatsauksessa Suomen alueen hinnat ovat nousseet keskimäärin 20 prosenttia ajanjaksolla 5.–10. lokakuuta. Esimerkiksi marraskuun arvonlisäverollinen futuurihinta on noussut 4,50 sentistä kilowattitunnilta 6,91 senttiin. \n Energiateollisuus ry:n markkinoista vastaava johtaja Pekka Salomaa vahvistaa hintojen nousun maanantain ja tiistain aikana. \n Nousu kohdistuu hänen mukaansa voimakkaimmin vuoden 2024 ensimmäiselle neljännekselle. Hintataso on palannut syyskuun alun tasolle. \n – Kuukausi sitten sähkön hinnat olivat samankaltaisia tai korkeampia kuin eilen ja tänään on nähty, Salomaa kertoo. \n Halvinsähkösopimus.fi-sivun katsauksessa hintojen nousu liitetään Suomenlahden Balticconnector-kaasuputken vaurioitumiseen. Sabotaasiepäilyt ovat herättäneet epävarmuutta sähkömarkkinoilla, mikä puolestaan olisi nyt nostanut hintoja. \n Salomaa ei vetäisi näin suoraa yhteyttä. Sähkön hintakehitys on esimerkiksi Saksassa ollut hänen mukaansa samanlainen kuin nyt Suomessa. \n – Jos katsotaan Saksan futuureja, niin sielläkin laskutrendi on katkennut. En näkisi, että Balticconnectorilla olisi ollut sähkön hintaan suurta vaikutusta Suomessa. Muutosta voi pitää ihan perusteltuna korjausliikkeenä siitä, että hinnat ovat menneet todella alas, Salomaa sanoo. \n Sähkön futuurihinnat talvella vaikuttavat erityisesti lyhyempiin, määräaikaisiin sähkösopimuksiin. \n Lue lisää: \n Tuulivoimalat voisivat yli kymmenkertaistaa Suomen sähköntuotannon – tieto yllätti tutkijan: ”Luvut ovat huimia” \n Sähkön tuplamittauksella voisi puolittaa laskut, väittää keksijä – ministeriön mielestä se mullistaisi sähkömarkkinat \n\n<new-article>\n\n Jos kodin sähkökaapissa on kaksi sähkömittaria, joista toinen on kytköksissä kiinteään sähkösopimukseen ja toinen pörssisähkösopimukseen, voi kuluttaja valita käyttöön aina siinä hetkessä edullisemman vaihtoehdon ja säästää näin reilusti rahaa. \n Tällaisen vision pohjalle rakennetaan Oulussa uudenlaista liiketoimintaa. Idean isä Tuomo Mällinen kuvailee, että hän itse olisi säästänyt tammi–huhtikuussa lähes 1 500 euroa suorasähkötalonsa energialaskuissa, jos järjestelmä olisi ollut käytössä. \n Paikallinen sähköyhtiö oli halukas Mällisen talossa tehtävään mittarikokeiluun, kunnes tarkentui, että laki estää kahden mittarin käytön. \n Valtioneuvoston asetus sähköntoimituksen selvityksestä ja mittauksesta sanoo, että sähkönkäyttäjällä tulee olla yksi avoin toimittaja kunkin sähköverkkoon liitetyn sähkönkäyttöpaikkansa sähkönkäyttöä varten. \n – Sähkönmyyjät ovat vielä suojanneet oman selustansa kirjaamalla toimitusehtoihinsa, että sähköntoimittajia voi olla ”yksi ja vain yksi”, Mällinen sanoo. \n Tuplavirta-markkinointinimellä palvelua rakentava taho hakee lakitekstiin muutosta, jossa loppukäyttäjällä voi olla kaksi avointa toimittajaa ja jonka mukaan verkkopalveluehdoissa ei saa olla tätä rajoittavia ehtoja. Ilman näitä muutoksia eivät liiketoimintasuunnitelmat toteudu. \n Työ- ja elinkeinoministeriön johtava asiantuntija Tatu Pahkala arvioi, että kahden mittarin salliminen mullistaisi sähkömarkkinat. \n – Markkina perustuu avoimeen toimitukseen ja tasevastuuseen: ketjun on oltava selkeä mittarilta sähköjärjestelmästä vastaavaan Fingridiin saakka. Jos kaksi toimijaa olisi koko ajan kilpailemassa samasta asiakkaasta, muuttaisi se totaalisesti koko sähkönmyynnin logiikan. \n Mällisen mielestä lakimuutos pakottaisi sähkönmyyntiyhtiöt aitoon kilpailuun. Sähkönsiirtoyhtiöihin lakimuutoksella ei olisi vaikutusta. \n Lokakuun alussa avatussa, lakimuutokseen tähtäävässä kansalaisaloitteessa on nyt muutamia kymmeniä allekirjoituksia. \n Mällinen näkee valtion edun siinä, että kun sähkömarkkinoille tulee aitoa kilpailua, pysyy hintataso maltillisena eikä valtion tarvitse esimerkiksi maksaa erillisiä tukia kansalaisille. \n – Kansanedustajilla on tässä yhteydessä mahdollisuus säästää valtion varoja sekä ajatella heitä äänestäneiden kansalaisten etua, Mällinen sanoo. \n Kysymyksiä herää paljon. \n Kuka lopulta vastaisi yksittäisen asiakkaan sähkötaseesta eli siitä paljonko mitäkin sähköä on kulutettu? Kun myyjä ei voisi enää ennakoida sähköstä saatavaa hintaa, miten se vaikuttaisi sähkösopimusten hinnoitteluun? Ja kuka lopulta haluaa antaa sähkötarjouksen asiakkaalle, jolta saa aina matalimman mahdollisen hinnan? \n – Koko toimitusketjun järjestäminen kahden mittarin ympärille aiheuttaisi isoja muutoksia ja paljon selvitettävää, Tatu Pahkala sanoo. \n Tuomo Mällinen vertaa ratkaisua rivitalojen sähkönjakeluun: asunnoille tulee yksi sähköliittymä ja siitä sähkö jaetaan kunkin asunnon mittarikaappeihin. Tässä ero siinä, että sähköä syötetäänkin samaan asuntoon kahden eri mittarin kautta. \n Nykyisissä mittarikaapeissa ei ole tilaa kuin yhdelle mittarille. Kempeleen Kojeistotuote Oy on rakentanut Mällisen demoa varten kahden mittarin sähkökaapin ja Ouman Oy on suunnitellut automatiikan annettujen ohjeiden mukaan. \n – Järjestelmälle kerrotaan asiakkaan kiinteän sähkön hinta, Oumanin laite hakee tiedot pörssisähkön senhetkisestä hinnasta, ja tekniikka hoitaa loput, Mällinen kertoo. \n Järjestelmän hankintahinta asiakkaalle on alle 5 000 euroa. Molemmista sähköliittymistä tulisi myös maksaa erilliset sähkönmyyntiyhtiön määrittämät kuukausimaksut. \n\n<new-article>\n\n Valkeakoskelle UPM:n Tervasaaren tehtaalta vapautuneisiin tiloihin suunniteltu kalankasvatuslaitos ei etene. \n BioVisio pyysi kaksi vuotta sitten Länsi- ja Sisä-Suomen aluehallintovirastolta lupaa kalankasvatukseen UPM:n tehtaalta vapautuneissa tiloissa. \n Yritys on kuitenkin syyskuussa ilmoittanut peruvansa hakemuksensa. Päätöksen taustalla on sähkön hinnan ja korkojen kova nousu. \n Sähköenergia on isossa roolissa kalankasvatuksessa kiertovesilaitoksella, kun vettä joudutaan pumppaamaan ja siirtämään, toteaa BioVision toimitusjohtaja Niko Hytönen. \n – Katsoimme, että riskit ovat liian isot lähteä näillä lähtökohdilla jatkamaan hanketta, Hytönen sanoo. \n Suunnitteilla oli siiankasvatuslaitos, jossa kalaa kasvatettaisiin ympäristöystävällisellä kiertovesikasvatusmenetelmällä. \n Niko Hytösen mukaan hanke olisi maksanut noin viisi miljoonaa euroa. Yritys aikoi hakea noin kahden miljoonan euron investointitukea Euroopan meri-, kalatalous- ja vesiviljelyrahastosta. \n Kun hanketta laitettiin vuonna 2021 aluille, kotimaisesta kalasta oli huutava pula. Hytösen mukaan tilanne ei ole siitä helpottanut, eli idean toteuttamiselle olisi ollut tarve. \n – Pari vuotta tehtyä työtä meni hukkaan, Hytönen sanoo. \n Hytönen ei osaa tällä hetkellä sanoa, toteutetaanko idea myöhemmin tulevaisuudessa. \n Lisää Pirkanmaan uutisia Ylen nettisivuilla ja Yle Areenassa. Kuuntele, katsele ja lue, mitä lähelläsi tapahtuu. \n Onko sinulla uutisvinkki tai kuvasitko uutistilanteen? Lähetä vinkki tampere@yle.fi. \n\n<new-article>\n\n Pohjoismaisessa Nordpool-sähköpörssissä sähkön tuntihinta nousi viidessä tunnissa satakertaiseksi. \n Aamuneljältä pörssisähkön hinta oli 0,39 senttiä kilowattitunnilta. Hinta nousi jyrkästi aamulla ja oli korkeimmillaan 40,91 senttiä aamuyhdeksältä. \n Hinta kääntyi yhdeksän jälkeen laskuun, mutta pysyy vielä korkeana iltaseitsemään asti. \n Hinta laskee ensi yöksi noin 0,50 sentin tasolle. \n Seuraavan päivän hinnat julkaistaan noin klo 13.45 Suomen aikaa. \n\n<new-article>\n\n Sähkönmyyjät Väre ja Lumme Energia ennustavat tuoreissa katsauksissaan pörssisähkön käyttäjille taas hetkellisesti auvoisia aikoja. \n Toisaalta tulevien kuukausien sähköfutuuritkin ovat olleet laskusuunnassa, minkä pitäisi puolestaan näkyä myös sähkönmyyjien sopimustarjouksissa. \n – Tällä ja ensi viikolla Suomen spot-hintaennuste on keskimäärin noin 10 euroa megawattitunnilta, mikä tarkoittaa verottomana 1 sentin kilowattituntihintaa, sanoo Väreen salkunhoitaja Johannes Gylén. \n Myös Lumme Energia ennustaa lähiajoille edullisia tunteja myös verollisena. \n – Kaikki verolliset tuntihinnat olivat viime viikolla alle 1,31 senttiä kilowattitunti, jos maanantain kuusi kalleinta tuntipiikkiä poistetaan laskelmasta. Kyseessä oli spot-keskihinnan toiseksi halvin viikko tänä vuonna. Ennustamme hintojen pysyvän maltillisilla tasoilla lähipäivinä, sanoo myös pääanalyytikko Marko Pikkarainen Lumme Energialta. \n Myös tämän hetken sähköfutuurit esimerkiksi syksylle ja talvelle ovat olleet hienoisessa laskussa. \n Futuurihinnat ovat paras indikaatio tulevien kuluttajahintojen tasosta. \n – Etenkin Pohjoismaisen hinnan osalta on tultu viime aikoina alaspäin, ja se vaikuttaa myös Suomen tasoon alentavasti, sanoo Pikkarainen. \n Gylénin ja Pikkaraisen mukaan sähkön hinnanlaskun taustalla ovat runsaat sateet Pohjoismaissa, korkeat lämpötilat ja tuulivoimatuotanto. \n Heidän mukaansa vesivarantojen tilanne on hyvä Norjassa ja Ruotsissa. Viime päivien sateiden takia vettä on ollut varastoissa jopa liikaa, mikä on tarkoittanut vesivoimatuotannon pakkoajoa eli sähköä on tuotettu markkinoille ja tämä on laskenut spot-hintoja. \n Suomen spot-hinnan painumista lähes samoille tasoille Pohjoismaisen spot-hinnan kanssa selittää puolestaan pääosin tuulisen sään tuoma tuulivoimatuotanto. Kysyntääkään ei ole ollut niin paljon lämpimien säiden takia. \n Lisäksi halpaa sähköä on voitu tuoda tarvittaessa Suomeen myös Ruotsista. \n Hinta on painunut, vaikka Olkiluoto 3:n tuotantotehoa on rajoitettu jo useita päiviä selvästi ja Loviisa 1:n voimala on huollossa vielä loppuviikon. \n – Lisäksi miinushintaiset tuntihinnat ovat mahdollisia varsinkin öisin, arvioi Gylén. \n Gylénin mukaan 9. lokakuuta alkava siirtorajoitus Suomen ja Pohjois-Ruotsin välisen verkon huoltotyön vuoksi voi kuitenkin nostaa taas sähkön hintaa, jos Suomessa on tyyni jakso ja tuulivoimatuotanto on huollon aikana niukkaa. Huollon on arvioitu kestävän 22. lokakuuta saakka. \n Täsmennetty klo 20.04 Loviisan voimalan huollon päättyminen perjantain sijaan sunnuntain ja maanantain väliseen yöhön asti. \n\n<new-article>\n\n Kuluttajariitalautakunta linjasi maanantaina missä tilanteessa kalliista määräaikaisesta sähkösopimuksesta voisi päästä eroon irtisanomalla sopimus ja vieläpä niin ettei tarvitsisi maksaa jopa tuhansia euroja maksavaa sopimussakkoa. \n Lue lisää: Kuluttajariitalautakunta linjasi: yli 60 prosenttia ja 600 euroa muita kalliimpi määräaikainen sähkösopimus on kohtuuton \n Tämä on lautakunnalta jo toinen suositus, jolla sähköyhtiöt yritetään saada jälkikäteen kohtuullistamaan sopimuksia. \n Edellistä sähkönmyyjät eivät totelleet – eikä mahdollisesti aio totella tätäkään. \n – Sähköyhtiöt päättävät itse noudattavatko suositusta. Meidän täytyy perehtyä päätökseen ensin ja katsoa mihin lainsäädäntöön lautakunta pohjaa tulkintansa, sanoo toimitusjohtaja Jukka Leskelä Energiateollisuudesta. \n Leskelä näkee silti linjauksessa samoja ongelmia kuin aikaisemmassa. \n – Pidämme ongelmallisena, että kesken sopimuskauden toinen osapuoli voi todeta, että tämä liian kallis sopimus ei päde. Sähkön myyjille sopimuksen muuttamisesta tai irtisanomisesta aiheutuu kustannuksia. Yhtiöt ovat tehneet sähköstä ostosopimuksen aikoinaan sen aikaisilla hinnoilla ja joutuvat sen myös niillä hinnoilla maksamaan, Leskelä sanoo. \n Omakotiliitossa linjausta pidetään tärkeänä. \n – Tämä on positiivinen uutinen etenkin heille, jotka ovat tukalassa tilanteessa sopimuksensa kanssa. Toivottavasti yhtiöt lähtevät nyt käymään neuvotteluja asiakkaidensa kanssa, sanoo Omakotiliiton toiminnanjohtaja Marju Silander. \n Monilla sopimuksesta eroon pääsy on kilpistynyt irtisanomissakkoihin. \n – Meille on soitettu, että voiko sopimuksen irtisanomissakko tosiaan olla tuhansia euroja. Pidämme tärkeänä, että tähänkin on saatu nyt selvyyttä, Silander jatkaa. \n Neuvotteluihin saa Silanderin mukaan nyt selkänojaa. \n – Itse katsoisin Energiaviraston sivulta mitä sähkö nyt maksaisi taloni vuosikulutuksella. Siitä voi jo karkeasti päätellä ylittääkö kaksivuotisen sopimukseni ensimmäinen vuosi linjauksen rajat. Sitten ottaisin yhteyttä sähköyhtiööni ja pyytäisin joko sopimushinnan kohtuullistamista tai sopimuksen irtisanomista, neuvoo Silander. \n Energiaviraston sivuilta löytyy hintatietoja sopimuksista myös pidemmältä ajalta. \n Leskelä on linjauksen merkityksestä eri mieltä. \n – Ei tämä käytäntöjä selvitä. Niissä pitäisi noudattaa tapauskohtaista harkintaa, jossa otettaisiin huomioon sähkönkäyttäjän taloudellinen asema ja se, mihin hän on sähkönsä käyttänyt. Tämä on aika mielenkiitoinen asia sähköyhtiölle selvittää. \n\n<new-article>\n\n Alkanut syksy antaa suurten sähkölaskujen kanssa kärvisteleville mahdollisuuden haastaa oma sähköyhtiö kohtuullistamaan myös määräaikaisen sähkösopimuksen hintaa. \n Monet solmivat viime syksynä määräaikaisia sopimuksia, joissa hinnat olivat jopa kymmeniä senttejä kilowattitunnilta. \n Kuluttajariitalautalautakunta linjasi jo kesäkuussa, milloin määräaikaisen sähkösopimuksen hintaa tulee sovitella. \n Lautakunta katsoi tuolloin, että hintaa on kohtuullistettava, jos se on yli 15 prosenttia keskihintaa kalliimpi \n Nyt lautakunta otti tuoreessa ratkaisussaan kantaa siihen, milloin sopimuksesta tulisi päästä kokonaan eroon ilman sopimussakkoa. \n Lautakunta katsoi, että raja on korkealla. Määräaikaisen kiinteähintaisen sopimuksen voi irtisanoa ilman sopimussakkoa, jos sähkön hinta on yli 60 prosenttia kalliimpi kuin vastaavien sopimusten keskihinta. \n Kuluttajan sähkölaskun tulee myös olla vuodessa yli 600 euroa suurempi kuin keskihintaisen sopimuksen perusteella. \n Sähkön hinta kallistui voimakkaasti viime syksystä lähtien ja kuluttajille tarjotut määräaikaiset kiinteähintaiset sopimukset olivat pääosin kahden vuoden mittaisia. \n Kuluttajariitalautakunnan puheenjohtaja Pauli Ståhlberg sanoo, että noin vuoden kohdalla olisi sopiva kohta verrata oman määräaikaisen sopimuksen hintaa muihin vastaaviin sopimuksiin. \n – Nyt alkaa varmaan aika monella tulemaan vuosi täyteen, ja voi katsoa, että mikä oman sopimuksen hintataso on suhteessa keskimääräiseen hintatasoon. Lukuja saa Energiaviraston sivuilta. \n Vertailuhinnaksi on lautakunnan mukaan otettava niiden määräaikaisten sopimusten keskihinta, joita sopimuksen voimassaoloaikana on tarjottu. \n Määräaikaisessa sopimuksessa voi olla ehtona kallis sopimussakko, jos sopimus irtisanotaan ennen määräajan päättymistä \n Se voi olla suurimmillaan velvoite maksaa sopimuksen loppukausi kaikkine kuluineen, vaikka sähkön toimitus loppuu. \n – Kuluttajariitalautakunta on todennut, että tällainen ehto on mitätön. Siinähän ei esimerkiksi oteta huomioon sitä, että irtisanomisajan jälkeen sähkön myyjä voi myydä sen sähkön jollekin muulle, sanoo Ståhlberg. \n Ståhlberg korostaa, että kuluttajan tulee pyrkiä ensin pyrkiä sovittelemaan asiaa oman sähköyhtiön kanssa. Jos sähköyhtiö ei suostu sopimusehtojen kohtuullistamiseen, joko ensin hinnan sovittelulla tai sitten irtisanomisella, asian voi viedä kuluttajariitalautakunnan käsittelyyn. \n – Ehdottomasti näin vielä tässä vaiheessa. Mutta toki on toivottavaa, että jos sähköyhtiöt eivät noudata meidän linjauksia, niin sitten asia tavalla tai toisella viedään oikeuteen. \n Kuluttajariitalautakunta antoi kesäkuussa myös suosituksen siitä, mikä on katto toistaiseksi voimassa olevassa sopimuksessa kohtuulliselle sähkön hinnan korotukselle. \n Lautakunta linjasi tuolloin, että hinnankorotus on kohtuuton, jos se nostaa sähkölaskun hintaa yli 15 prosenttia ja samalla vähintään 150 euroa vuodessa. \n Vuosittainen alle 150 euron lisähinta ei ole kohtuuton, vaikka korotus olisi yli 15 prosenttia. \n Suuret sähköyhtiöt ovat ilmoittaneet, että ne eivät aio noudattaa lautakunnan kesäkuussa tekemiä linjauksia. Menettely on poikkeuksellinen, sillä etenkin suuret yritykset ovat tähän asti noudattaneet lautakunnan ratkaisuja. \n Kuluttajariitalautakunta otti kantaa määräaikaisen sopimuksen kohtuullistamiseen tapauksessa, jossa Turku Energian kanssa määräaikaisen sähkösopimuksen tehnyt nainen valitti sopimuksen irtisanomisen ehdoista. \n Nainen halusi irtisanoa viime marraskuussa alkaneen sähkösopimuksen, koska hän piti sopimuksen ehtoja ja sopimussakkoa kohtuuttomina. \n Naisen mukaan hänen ei ollut lokakuussa 2022 mahdollista valita kuin pörssisähkön ja Turku Energian määräaikaisen sopimuksen välillä. \n Kahdeksi vuodeksi tehdyssä sopimuksessa energiamaksu on 27,10 senttiä kilowattitunnilta ja perusmaksu 1,50 euroa kuukaudessa. \n Sopimuksen kilpailutti Turun Pientalojen Keskusjärjestö, ja vastaavan sopimuksen ottivat tuhannet omakotiasujat. Yhtiö on ilmoittanut omakotiasujille , että ei pysty kohtuullistamaan sopimusten hintaa. \n Turku Energian sopimuksessa on ehtona, että jos se irtisanotaan ennen määräaikaa ilman erityistä perustetta, kuluttajan on maksettava sopimussakkona jäljellä olevan sopimusajan mukainen arvioitu sähkönkulutus perusmaksuineen sekä mahdollisista lisäpalvelutuotteista aiheutuvat kulut \n Kun nainen valitti lautakuntaan helmikuun puolivälissä, sakko olisi ollut noin 5 800 euroa. \n Naisen aiemmassa sähkösopimuksessa sähkön hinta oli 3,90 senttiä kilowattitunnilta ja sopimussakko 50 euroa. \n Turku Energia katsoi, että sopimuksen sähkön hinta perustui kyseisen ajankohdan markkinahintaan, ja se oli vertailukelpoinen muiden markkinoilla olevien vastaavien tuotteiden kanssa sopimuksen tekohetkellä. \n Yhtiö painotti, että sähkönmyyjän etukäteen asiakkaalle hankkiman sähkön hankintahinta on lukittu eikä se muutu päivittäisten markkinahintojen mukaan. \n Turku Energia piti myös sopimussakkoa kohtuullisena. Yhtiö huomautti, että mikäli sopimusehdoissa ei olisi sopimussakkoa, asiakkaan pitäisi maksaa todellinen aiheutuva vahinko, joka voisi olla sopimussakkoa korkeampi. \n Kuluttajariitalautakunta katsoi, että Turku Energian sopimussakko on määrän osalta kohtuuton eikä sido kuluttajaa. \n Lautakunta ei tässä tapauksessa suosita hyvitystä, sillä nainen valitti kuluttajariitalautakuntaan kun hänen sähkösopimuksensa oli ollut voimassa vasta muutaman kuukauden. \n – Hän oli omaan asiaansa nähden liian aikaisin liikkeellä, koska vertailuhinta voidaan katsoa vasta kun sopimus on ollut voimassa vuoden, sanoo Ståhlberg. \n Mitä ajatuksia juttu herätti? Voit keskustella aiheesta artikkelin kommenttiosiossa 27.9. kello 23.00:een asti. \n\n<new-article>\n\n Pörssihintaa maksavat sähkönkuluttajat saivat sunnuntaina nauttia liki ilmaisesta sähköstä tuntihintojen pyöriessä nollan vaiheilla. \n Sama jatkuu maanantainakin, ja näillä näkymin hinnat pysyvät matalalla lähiviikkoinakin. \n Miksi sähkö on nyt hyvin halpaa, sähköyhtiö Väreen salkunhoitaja Risto Kinnunen? \n – Pohjoismaissa on ollut hyvin sateinen kesä. Noin puolet Suomessa, Norjassa ja Ruotsissa käytetystä sähköstä on tuotettu vesivoimalla, joten sateisuus vaikuttaa myös sähkön hintaan. \n Kantaverkkoyhtiö Fingridin valvomapäällikkö Arto Pahkin lisää hintaa alentaviksi syiksi vielä lämpimän syksyn, mikä on vähentänyt sähkönkulutusta. \n Tuulinen sää taas on pyörittänyt tuulivoimaloita vinhasti ja tuonut paljon sähköä tarjolle. \n Entä miltä näyttää alkava viikko ja kohta koittava lokakuu sähköntuotannon kannalta? \n Kinnusen mukaan vesitilanne on nyt erittäin hyvä eivätkä uudet sateet tahdo mahtua enää altaisiin. Se ennakoi jatkoa edullisille hinnoille. Kinnusen mukaan sääennusteet lupaavat sadetta, tuulta ja lämmintä säätä Pohjoismaihin lähiviikoillekin, joten hintojen voi odottaa pysyvän matalalla lokakuussakin. \n Iso merkitys on myös ydinvoimaloilla. Fingridin Pahkinin mukaan ydinvoimaa on palaamassa sähköntuotantoon huolloista. \n – Loviisa 1 tulee takaisin ensi perjantaina ja Olkiluoto 3:n tekniset rajoitukset päättyvät viikon päästä sunnuntaina 1. lokakuuta. Silloin ne varmaan pystyvät ajamaan sähköä siellä niin paljon kuin haluavat koneistaan. \n Pahkin kuitenkin lisää puheisiinsa mutta-sanan. Suomen ja Ruotsin välisillä sähkönsiirtoyhteyksillä Rauman suunnassa alkaa huolto ensi tiistaina ja se kestää 5. lokakuuta saakka. \n – Siirtorajoituksia tulee, mikä varmasti näkyy sähkönhinnoissa. \n Toinen hintoja heilutteleva siirtokapasiteetin huolto alkaa pohjoisessa 9. lokakuuta ja kestää pari viikkoa. \n – Yhteydet on hyvä huoltaa ennen talvea, jotta meillä on kapasiteetti luotettavasti käytössä sitten kylmään aikaan. \n Kolmas sähköhintojen heiluttaja on tuuleton sää. \n Sähkönmyyntiyhtiö Oomin liiketoimintajohtaja Ari Lehtinen sanoo, että spottihinnat nousevat nopeasti, kun sää tyyntyy. \n Hintapiikkipäiviä tullaan todennäköisesti siis näkemään, mutta yleisesti ottaen sähkönkuluttajat voivat valmistautua alkavaan talveen rauhallisin mielin. \n Kuten oheisesta futuuritaulukosta näkee, sähkön hinta pysyy maltillisella tasolla ensi syksyyn saakka. \n\n<new-article>\n\n Tampereen kaupunki varautuu sähköenergian poikkeukselliseen hintojen nousuun. Hinnat voivat jopa kaksinkertaistua, mikä tarkoittaa kuntalaisille kovaa laskua. \n Vastaava on edessä tai ollut monissa kunnissa. Kuntaliiton kyselyn mukaan 30 prosenttia kunnista arvioi sähkön hinnan nousevan ensi vuonna. Viidennes vastaajista arvioi alkuvuonna, että hinta nousee tänä vuonna, ja joka neljäs vastaajista kertoi hinnan nousseen jo viime vuonna. \n Kuntaliiton erityisasiantuntija Vesa Peltola kertoo, että keskimäärin kunnat arvioivat maksavansa sähköstä tänä vuonna 22 prosenttia aiempaa enemmän, mutta osa maksaa myös paljon tätä enemmän. \n – Sähkön hinnan kaksinkertaistuminen voi hyvinkin olla mahdollista silloin, jos ennen energiakriisiä on tehty määräaikainen, monivuotinen sopimus hyvin edulliseen hintaan. \n Tampereen kaupunki ostaa pörssisähköä, ja meklarina toimii Tampereen Energia. Pörssisähkön hinta on kiinnitetty sähköfutuuriin. \n Rakennuttamisjohtaja Milko Tietäväinen kertoo, että tähän asti kaupunki on saanut sähköä poikkeuksellisen halvalla, eli hinta on ollut noin 3,5 senttiä kilowattitunnilta. \n Kyse ei ole pikkurahoista vaan useista miljoonista. Vuonna 2021 Tampereen kaupungilla kului sähköä noin 150 000 megawattituntia vuodessa. Tietäväisen mukaan kustannus on ollut siirtoineen noin 15 miljoonaa euroa. \n Lopullinen hinta ensi vuoden sähkölle ei ole vielä tiedossa. \n Kiinteistöpäällikkö Jussi Kuoppala arvioi, että Tampereen kaupungin maksama sähköenergian hinta asettuu ensi vuonna 5,5 sentistä 6,2 senttiin kilowattitunnilta. Tähän päälle tulee siirto ja verot. \n Tampereen kaupungin sähköenergian hankintaa on toteutettu viime vuodet indeksimallilla, jossa sähköä kiinnitetään pidemmälle ajalle eteenpäin pienissä erissä. Ensi vuoden sähköenergian hankinta on kiinnitetty jo lähes täysin. \n – Poikkeuksellisen halpa vuoden 2023 sähköenergian hinta (3,48 senttiä) nousee vuodenvaihteessa huomattavasti. Lopullinen hinta ratkeaa loppuvuoden kiinnitysten hintojen perusteella, Kuoppala sanoo. \n Tampereen kaupungin kiinteistöistä suurimpia sähkön kuluttajia ovat uimahallit, jäähallit, museokeskus Vapriikki, Sampola, Metso, Tipotie ja suurimmat koulut. \n Viime vuonna suomalaiset kunnat ja kuntayhtymät maksoivat sähköstä ja kaasusta 510 miljoonaa euroa. Kuntaliiton mukaan nousua edelliseen vuoteen oli 63 miljoonaa euroa, eikä kustannusten kasvulle näy loppua. \n\n<new-article>\n\n Pörssisähköön sähkösopimuksensa sitoneet voivat huoletta laittaa pesukoneet ja pölynimurit käyntiin lauantaina, sillä hinnat suosivat heitä. Koko lauantain pörssisähkön keskihinta jää alle sentin. \n Aamulla kannattaa vielä napsaista aamusauna päälle, sillä kello 03–07 hinta on nollassa. \n Aamupäivällä kello 11 kannattaa sitten puolestaan napsaista turhat sähköt pois, sillä silloin sähkön hinta on korkeimmillaan, 2,06 senttiä kilowattitunnilta. Se on silti halpa, yli puolet halvempi kuin viimeisen seitsemän vuorokauden keskihinta. \n Vielä perjantaina illalla meno sähköpörssissä on aivan toinen: päivän kallein tunti alkoi kello 20, jolloin hinta pompsahti peräti 27,73 senttiin kilowattitunnilta. Perjantaina keskihintakin on 11,83 senttiä. \n Rajut heilahtelut hinnoissa selittyvät tuotannolla ja kulutuksella. Viikonvaihteessa kulutus laskee, mutta samalla myös tuotanto kasvaa muun muassa edullisten tuulien ansiosta. \n Perjantaina tuulivoimaa oli kantaverkkoyhtiö Fingridin mittarien mukaan vähän ja illasta häipyi myös aurinkovoima. Lauantaina sen sijaan tulee paremmin, vaikka ei mitenkään erityisen kovaa ja sääennuste lupaa aurinkoista ja lämmintä. \n Fingridin tuulivoimaennusteessa lauantain maksimi on 3 251 megawattia tunnissa, kun perjantain maksimi oli 2 002 MWh lähellä lauantain puolta yötä ja minimi päiväsaikaan vain 47 MWh. \n Viime päivinä sähkön hinnoissa on nähty melkoisia heittoja sähkön tuotannossa olleiden yhtäaikaisten hankaluuksien takia: Suomen ja Ruotsin välistä sähkönsiirtoa on rajoitettu viankorjauksen ja huoltotöiden takia, Olkiluoto 2:n tuotanto keskeytettiin turbiinilaitoksen generaattorissa havaitun kosteuden nousun vuoksi ja Fortumin Loviisan ydinvoimalaitoksessa on vuosihuolto. \n Juttua korjattu kello 21.30: Lauantain keskihinta jää alle sentin, ei euron, kuten aiemmin jutussa oli virheellisesti mainittu. \n\n<new-article>\n\n Kasvihuoneviljelijöiden näkymät tulevan talven varalle ovat normalisoituneet viime vuoden kannattamattoman talven jälkeen. \n Ruotsinkielisen tuottajayhdistyksen ÖSP:n puutarha-asiamies Johanna Smithin mukaan tänäkin vuonna muutama joutuu laittamaan tuotannon tauolle, mutta ei samassa mittakaavassa kuin viime talvena. \n ÖSP:n puutarhajaoston puheenjohtaja, kasvihuoneyrittäjä Joakim Strand toteaa, että kesä on ollut odotettua parempi. Pelättyä ylituotantoa ei tapahtunut. \n Joidenkin tuotteiden hinnat ovat olleet aikaisempaa korkeammat, joidenkin tuotteiden kohdalla alhaisemmat. \n – Kollegoiden tyytyväisyys määrittyy sen mukaan mitä kukin on viljellyt, Strand toteaa. \n Etenkin erikoisempien tomaattilajikkeiden sekä paprikoiden tuottajahinnat ovat olleet odotettua alhaisempia. \n Sähkön hinta heittelee edelleen, mikä lisää huolta tulevaa talvea ajatellen. Strandin mukaan tänä syksynä varautuminen on paremmalla tasolla. \n – Euroopan kaasuvarastot ovat täynnä, ja Olkiluodon uusi reaktori tuottaa sähköä. Lisäksi tuulivoima auttaa pitämään sähköhinnan alhaisena, joten toivotaan että syksy olisi tuulinen, Strand toteaa. \n Myös polttoaineen hinta sekä saatavuus huolestuttavat tuottajia. \n – Kaikki kasvihuoneviljelijät eivät ole tehneet sopimusta tulevan talven osalta. Hakkeesta ja turpeesta on pulaa, ja molempien hinta on noussut. \n Myös koneiden polttoainekustannukset ovat kohonneet. Vihannesten tuotantokustannukset kokonaisuudessaan tulevat kohoamaan väistämättä. \n – Talvesta ei kukaan osaa varmuudella sanoa mitään, mutta kokonaisuutena tilanne on valoisampi kuin vuosi sitten. Suurin haaste on lämmityksen ratkaiseminen, Strand toteaa. \n Parhaillaan tutkinnan alla on turpeen ja hakkeen korvaavien tuotteiden kehitystyö, mutta Strandin mukaan siinä ei ole edetty niin nopeasti kuin poliittiset päätökset turpeen osalta olisivat edellyttäneet. \n Juttu on tiivistelmä Svenska Yle Österbottenin artikkelista: Växthusodlare Joakim Strand är försiktigt optimistisk inför vintern - men elpriset och uppvärmningskostnader oroar honom \n\n<new-article>\n\n Sähköntuotanto Suomessa moninkertaistuu ja sähköä riittää myös tuulettomina pakkasjaksoina, luvataan hallitusohjelmassa. \n Se on odotettu lupaus, sillä viime talven huippukorkeat sähkön hinnat ovat yhä tuoreessa muistissa. \n Sähköistyvä yhteiskunta nojaa entistä enemmän sääriippuvaiseen aurinko- ja tuulivoimaan, joten tuulettomia hetkiä ja hintapiikkejä tasapainottamaan tarvitaan vakaata sähköntuotantoa ja joustavaa säätövoimaa. \n Hallitus aikookin edistää muun muassa ydinvoiman lisärakentamista niin sanotun kapasiteettimarkkinan luomisella, sanoo energia-asioista vastaava ilmastoministeri Kai Mykkänen (kok.). \n – Käytännössä markkinoilta kerätään tietty siivu rahaa. Sitä annetaan niille investoinneille, jotka lupaavat tuottaa sähköä silloin kun pakkanen paukkuu ja tuulta ei näy, Mykkänen sanoo. \n Rahoittamiseen osallistuisivat myös tuulivoimayhtiöt. Mykkäsen mukaan mahdollisia ”kapasiteettiporkkanasta” hyötyjiä olisivat esimerkiksi pienydinvoima- ja pumppuvoimahankkeet sekä lämpövarastot. \n – Ajatus on ohjata tuplaantuvaa sähköntuotantoa pari piirua tasaisen tuotannon suuntaan verrattuna siihen, mitä puhtaasti markkinaehtoisesti tapahtuisi. Näin ei tulisi kohtuuttoman voimakkaita hinnanvaihteluita ja sähköpulaa tuulettomina jaksoina. \n Energia-alalta kapasiteettimarkkinaa kommentoidaan varovasti, koska sen yksityiskohdat eivät ole tiedossa. Kapasiteettimekanismi voidaan toteuttaa hyvin eri tavoilla, ja lukemattomia kysymyksiä on ratkaistavana, sanoo Energiateollisuuden energiamarkkinajohtaja Pekka Salomaa. \n – Työ on alkanut, mutta selvää on, ettei tämä vielä useampaan talveen vaikuta, hän toteaa. \n EU:n sähkölainsäädännön uudistamisen yhdeydessä selvitetään myös sähkön hintakaton luomista. Mykkänen korostaa, että hintakatto tulisi käyttöön vain ”poikkeuksellisissa ja pitkäkestoisissa markkinahäiriöissä”. \n – Jos syntyy pitkäaikainen häiriö, jossa hinnat irtoavat pitkän ajan tuotantokustannuksista – silloin tulonjako ei välttämättä ole reilu, jos hinnoille ei tehdä mitään. \n Lisävoima tai hintakatto eivät kuitenkaan ehdi ensi- tai vielä seuraavankaan talven avuksi. \n Vasta pari viikkoa sitten sähkön hinnat pomppasivat taas korkealle, kun sähköjärjestelmään sattui samaan aikaan useampi huolto- ja häiriötilanne, ja sää oli tyyni. \n Voiko ministeri luvata, että viime talven sähkökriisi ei toistu? \n – Emme määrää hintatasoa, mutta yritämme luoda edellytyksiä, Mykkänen toteaa. \n – Yksittäisen viikon hinnat voivat nousta, mutta yhden viikon tilanne ei koko talven sähkölaskua vielä heilauta. Olennaista on, että koko talven lasku pysyy kohtuullisena. \n Mitä enemmän sähköntuotanto nojaa vaihtelevaan tuotantoon, sitä enemmän hinnassakin on odotettavissa vaihtelua. Toisaalta halvan uusiutuvan energian odotetaan laskevan sähkön keskimääräistä hintaa. \n Koko sähkömarkkinan näkymä on myös nyt parempi kuin vuosi sitten: Olkiluoto 3 on saatu käyntiin, kaasuvarastojen täyttöaste Euroopassa on hyvä ja uutta tuulivoimaa kytketään sähköverkkoon joka kuukausi. \n Kantaverkkoyhtiö Fingrid arvioi tänään, että sähköpulan riski on ensi talvena on pieni. \n\n<new-article>\n\n Pörssisähkön hinta on viime viikkoina heilahdellut rajustikin, mutta alkanut viikko toi mukanaan maanläheisemmät luvut. \n Viime yönä pörssisähkön hinta on ollut nollan alapuolella, alimmillaan -0,20 sentissä kilowattitunnilta. Päivän hintapiikki nähtiin kello 11 maissa, kun tuntihinta oli 11,24 senttiä kilowattitunnilta. \n Iltaa kohden tuntihinnat laskevat tasaisesti taas nollan tuntumaan. \n Suomen sähkömarkkinoita on heiluttanut viime viikkoina useampi häiriötekijä. Elokuussa sähkön pörssihinta oli korkeimmillaan lähes 70 senttiä kilowattitunnilta. \n Nyt tilanne alkaa kuitenkin näyttää valoisammalta. Kantaverkkoyhtiö Fingridin valvomopäällikkö Arto Pahkin nostaa tärkeimmäksi syyksi tuulivoiman näkymien parantumisen. \n – Tuulivoimaa on tullut tänään todella paljon verkkoon, puhutaan huimasta lisäyksestä. Kun viime viikkona luku on pyörinyt 50–1 000 megawatissa, niin nyt puhutaan yli 3 500 megawatin tuotannosta, Pahkin kertoo. \n Olkiluoto 2 -ydinvoimalaitosyksikön sähköntuotannon on tarkoitus päästä jatkumaan tänään maanantaina iltapäivän tai alkuillan aikana. Yksikön sähköntuotanto keskeytyi 18. elokuuta vesijäähdytteisen generaattorin jäähdytysjärjestelmässä havaitun vuodon takia. \n – Sieltä tulee 900 megawattia lisää tuotantotehoa. Kulutus pyörii tällä hetkellä 8 300-8 700 megawatin luokassa, joten prosentuaalisesti saamme kymmenen pinnaa sieltäkin lisää, Pahkin laskee. \n Sähkömarkkinoihin vaikuttaa myös Fortumin Loviisan ydinvoimalaitoksen vuosihuolto, jonka arvioidaan kestävän vielä syyskuun loppupuolelle. Lisäksi Suomen ja Ruotsin välisessä sähkönsiirrossa on syyskuun puoliväliin jatkuvia rajoituksia, jotka johtuvat osin suunnitelluista töistä, osin viankorjauksesta. \n Pahkin kuitenkin arvio, että muutaman vaihtelevan ja valvomopäällikön näkökulmasta hyvin mielenkiintoisen viikko jälkeen tilanne on menossa vakaampaan suuntaan. \n – Näkisin, että tilanne tulee rauhoittumaan tästä eteenpäin, jos ei sitten vikaantumisia tapahdu. Tuulihan tuossa tulee näyttelemään merkittävää roolia. Myös vesivoima-altaat ovat täyttyneet hyvin viime aikoina rajujen sateiden myötä. \n Pahkin arvioi, että jatkossa hintapiikkejä voidaan nähdä erityisesti silloin, kun tuulet laantuvat. Pörssisähkön hintaa voi seurata Ylen teksti-tv:n sivulla 189. \n\n<new-article>\n\n Sähköyhtiöt tarjoavat taas yhä halvempia kiinteitä sähkösopimuksia. Monelta yhtiöltä löytyy nyt esimerkiksi 12 kuukauden sopimus, jossa sähkön kilowattitunnin hinta on halvimmillaan 8–9 sentin luokkaa. \n Ennen energiakriisiä moni piti 4–5 sentin kiinteää hintaa lottovoittona. Toisaalta moni suomalainen ehti jo tottua halpaan pörssisähköön, joten 8–9 sentin hinta voi tuntua sekin kalliilta. \n Kotitaloudet joutuvat nyt pohtimaan ankarasti, luottavatko ne talven tullessa vieläkin pörssisähköön vai ostavatko mielenrauhaa kiinteällä sopimuksella. \n Vastaavanlaisen pohdinnan eteen joutui Teemu Närvä, joka aiemmin työurallaan oli sähkön kuluttajahinnoista puhuttaessa yksi Suomen siteeratuimpia asiantuntijoita. Närvä teki tutkimusta sähkön tarjoushinnoista vuosina 2000–2016 Vaasan yliopistolla. \n Viime vuodet Närvä on seurannut sähköasioita vain kuluttajan näkökulmasta. Tilanne viime vuoden loppupuolella kuitenkin herätti. Hän päätti kilpailuttaa sopimuksensa, kunhan määräaikaisten sopimuksien hintataso palaisi edes jotenkin järkevälle tasolle. \n – Tuo ajankohta koitti viimeinkin nyt elokuussa. Vaihdoin samalla ensimmäistä kertaa sähköyhtiötä, Närvä sanoo. \n Uusi sopimus on vuoden mittainen, sähkön hinta hieman yli kahdeksan senttiä kilowattitunnilta ja perusmaksua tulee 3,99 euroa kuukaudessa. \n – Uusi sopimus ei ole edullinen, jos sitä vertaa aikaisempien vuosien hintatasoon, mutta erittäin hyvä viime talveen nähden. Tiedänpähän ainakin varmuudella, mitä sähkö ensi talvena maksaa. \n Valinta oli vaikea, koska pörssisähkö on ollut keväällä ja kesällä hetkittäin käytännössä ilmaista. Toisaalta ydinvoimaloiden huollot tai tuulettomat päivät ovat nostaneet pörssisähkön hintaa todella korkealle. Kukaan ei ole ennustaja, eikä tiedä, mitä sähkö lopulta maksaa ensi talvena. \n Moni voi pelätä, ettei pääse kokemaan halvan pörssisähkön aikaa. \n – Pörssisähkön ollessa halpaa kuulee tuotteen ylivertaisuudesta paljon älämölöä – toisaalta pörssisähkön ollessa kallista ollaan vastaavasti aika hissukseen, Närvä pohtii. \n Sähkösopimuksella on väliä etenkin niissä talouksissa, joissa kulutus on suurta. Kerrostalossa säästö on aika pientä, mutta vanhassa talossa ero voi olla satasia. Yleensä sähkösopimus kannattaisi Närvän mukaan vaihtaa kesällä, kun hinnat ovat suhteellisen halvat. \n Sähkösopimuksen sopivuus riippuu kulutuksen lisäksi esimerkiksi kulutustottumuksista. \n Älytalossa ja sähköauton omistajalla pörssisähkö kannattaisi todennäköisesti enemmän kuin Närvän maalämpökodissa, jonka kulutus on 6 500 kilowattituntia vuodessa. \n – Riittävän pitkällä aikavälillä pörssisähkö on varmasti se edullisin vaihtoehto, mutta lyhyellä aikavälillä välttämättä ei. \n Teemu Närvän mukaan kuluttajan kannattaisi ainakin ottaa selvää, onko kilpailuttamalla mahdollista saada säästöjä. Se on kuluttajien ainoa tapa vaikuttaa sähkön hintaan. \n – Jos kuluttajat eivät kilpailuta riittävästi, sähkönmyyjien on helpompi periä korkeampia hintoja. \n Toisaalta vertaileminen on asiantuntijallekin vaikeaa. Vaihtoehtojen joukkoon on esimerkiksi ilmestynyt kulutusvaikutus-tuotteita, joissa on piirteitä sekä kiinteästä hinnasta että pörssisähköstä. \n – En ymmärrä näiden ”feikkipörssisähkötuotteiden” mielekkyyttä ainakaan kuluttajan näkökulmasta. Ne ovat, ainakin oman käsitykseni mukaan, pörssisähkötuotteita kalliimpia, eivätkä tarjoa kiinteiden määräaikaisten sopimuksien varmuutta sähkön hintatasosta. \n Sopimusta tehdessä kannattaakin kiinnittää erityistä huomiota siihen, minkälaista sopimusta oikeasti on tekemässä ja tarkastaa ehdot huolellisesti. Näin välttyy ikäviltä yllätyksiltä myöhemmin. \n Millaisia ajatuksia artikkeli herätti? Voit keskustella aiheesta keskiviikkoiltaan 30. elokuuta klo 23:een saakka. \n\n<new-article>\n\n Viime syksyn sähköpainajainen palasi monen mieleen, kun pörssisähkön tuntihinta alkoi viime perjantaina nousta ja kipusi maanantaina kalleimmillaan lähes 70 senttiin kilowattitunnilta. \n Samalla hintapiikki herätti halpojen tuntien horrokseen vaipuneet sähkölaskujen maksajat. \n Alkoi ryntäys sähkösopimuksia vertailevien palvelujen pariin. \n Näin kävi esimerkiksi Energiaviraston sähkönhinta.fi -palvelulle. \n – Kyllä siellä ovat kävijämäärät noin kaksinkertaistuneet. Toisaalta elokuun alussa, kun sähkön hinta oli vuorokauden negatiivinen, niin seuraavana päivänä kävijämäärät puolitoistakertaistuivat, sanoo johtaja Antti Paananen Energiavirastosta. \n Kävijämäärissä näkyi alkuviikosta piikki myös sähkövertailu.fi:n ja halvinsähkösopimus.fi-palvelujen sivustoilla. \n – Maanantai oli selvästi normaalipäivää vilkkaampi. Hyppäystä tosi näkyi jo edeltävänä viikonloppunakin, sanoo yrittäjä Janne Suutarinen halvinsähkösopimus.fi:stä. \n Hänen mukaansa kävijoiden kiinnostus kohdistui tiettyihin tuotteisiin. \n – Varsinkin kiinteät- ja osittain pörssisähköön sidotut hybridisopimukset kiinnostivat selvästi. \n Sähköyhtiöissä ryntäys näkyi pörssisähkösopimusten kysynnän laskuna ja määräaikaisten sopimusten nousuna. \n – Kuluttajat reagoivat yllättävänkin nopeasti. Pörssisähkön kiinnostavuus on nyt ainakin hetkellisesti vähentynyt. Pidemmät määräaikaiset kiinteähintaiset sopimukset ovat olleet selvästi kysytympiä, sanoo Väreen salkunhoitaja Risto Kinnunen. \n – Kun spot-hinta on noin korkealla, se lisää määräaikaisten sopimusten suosiota. Toki on huomattava, että määräaikaisten suosio alkoi kasvaa jo silloin, kun tarjoushinnat laskivat kymmenen sentin kilowattitunnin alapuolelle, sanoo Lumme Energian pääanalyytikko Marko Pikkarainen. \n Helenissäkin uusien sopimusten paino on siirtynyt pörssisopimuksista kesän kuluessa määräaikaisten kiinteähintaisten suuntaan. Elokuussa noin 65 prosenttia uusista sopimuksista oli määräaikaisia, noin 25 prosenttia pörssisähkösopimuksia ja loput muita toistaiseksi voimassa olevia. \n – Yhteydenottoja on tullut alkuviikon jälkeen enemmän. Hintahyppäykset saavat asiakkaat kallistumaan yleisesti erilaisten kiinteähintaisten tuotteiden puoleen. Toki pörssisopimuksen solmineet ymmärtävät riskit, joten ei näistä hetkellisistä piikeistä mitään isoa irtisanomisaaltoa ole nähtävissä, sanoo Helenin myynnistä ja asiakaspalvelusta vastaava johtaja Anu-Elina Hintsa. \n Pörssisähkön hinnannousu iskee suorimmin heihin, joilla on pörssisähkösopimus. Vaikutusta on myös heihin, jotka ovat sopineet osittain pörssisähkön hintakehitystä seuraavan hybridisähkösopimuksen. \n Pörssi- ja muut toistaiseksi voimassa olevat sopimukset asiakas voi irtisanoa tyypillisesti kahden viikon irtisanomisajalla ja sähkönmyyjän kuukauden irtisanomisajalla. Näitä sopimuksia on yhteensä puolitoista miljoonaa. \n Määräaikaisen voi vaihtaa vasta sopimusajan päättyessä, mutta heitäkin joilla sopimus on katkolla on paljon. Energiaviraston arvion mukaan määräaikaisia sopimuksia päättyy joka kvartaalissa eli kolmen kuukauden jaksossa noin 200 000. \n Energiaviraston mukaan viime vuoden lopussa 14 prosenttia sähkösopimuksista oli pörssisähkösopimuksia. Määrä kasvoi vuoden aikana viisi prosenttiyksikkö. \n Kasvua vauhditti se, että viime syksynä sähkön hinnan noustessa useat sähköyhtiöt tarjosivat uusina sähkösopimuksina ainoastaan pörssisähkösopimuksia. Toisaalta uusien määräaikaisten ja toistaiseksi voimassa olevien sopimusten tarjonta väheni tai niiden hinnat nousivat rajusti. \n Pörssisopimusten määrä kasvoi vielä keväällä, mutta nyt ”katsotaan miten hinnat kehittyy” -ajattelu vaikuttaa tulleen käännekohtaan. \n – Keväällä, kun markkinahinnat laskivat, pörssisähköä suosittiin enemmän. Ei haluttu kiinnittyä määräaikaiseen sopimukseen, vaan haluttiin odotella ja katsella mihin hinnat kehittyy. Nyt kun määräaikaisten sopimusten hintojen lasku on tasaantunut ja futuuriennusteet ovat pysyneet aika vaikaina, niin määräaikainen sopimus on saanut jälleen enemmän suosiota, sanoo Paananen. \n Kiinteähintaisilla ja vain osoittain pörssisähkösidonnaisilla sopimuksilla haetaan Paanasen mukaan selvästi vakautta ja suojaa hintavaihteluilta varsinkin, kun on taas saatu muistutus siitä millaisiin lukemiin pörssisähkö voi hetkessä heilahtaa. \n Pörssisähkön hintavaihtelu on jokatapauksessa tullut jäädäkseen, koska hintaan vaikuttaa tuulivoiman lisääntymisen takia yhä enemmän sää. \n Tämän viikon pahimmat piikitkin olisi vältetty, jos olisi tuullut kunnolla. \n Tyynellä säällä sähköä ei ollut tarpeeksi tarjolla, koska tuotantoa oli paljon poissa pelistä, joten hinta nousi. \n Olkiluoto 2:n sähköntuotanto keskeytyi yllättäin viikko sitten vikaantumisen vuoksi hetkellä, jolloin Loviisan kakkosvoimala on suunnitellusti huollossa. Lisäksi Ruotsin ja Suomen välisessä sähkönsiirrossa on ollut väliaikaisia rajoituksia osin suunnitellusti ja osin viankorjauksen takia. \n Piikin odotetaan kuitenkin jäävän väliaikaiseksi eikä sen katsota vaikuttavan sähköfutuureihin, jotka ovat ennustaneet viime aikoina varsin maltillisia alle 10 sentin verollisia kilowattitunteja ensi talvelle. \n – Futuurimarkkina ei tällaista hetkellistä vaihtelua noteeraa. Tämä tilanne nähdään markkinoilla tilapäisenä. Tiedämme, että nämä huollot ja vikaantumiset päättyvät ajallaan. Sitten meillä on taas ajoittain tuotantoa hyvin suhteessa kulutukseen ja hinta voi painua reilusti alas, jos vielä tuulivoimaakin on tarjolla, sanoo Väreen Kinnunen. \n Voit keskustella aiheesta lauantaihin 26.8. klo 23 asti \n\n<new-article>\n\n Viime päivien rajut heilahtelut pörssisähkön hinnassa ovat saaneet kuluttajat kaipaamaan vakautta. \n Tampereen sähkölaitoksen asiakaspalvelussa on tällä hetkellä selkeä piikki yhteydenottojen määrissä. \n Useimmin kysytään nyt sitä, mikä olisi paras sopimus talvea kohti, sähkölaitoksen asiakkuusjohtaja Mikko Erma kertoo. \n Talven tyyninä pakkaspäivinä sähkö on oletettavasti viime talven tapaan todella kallista. \n – Jos haluaa mielenrauhaa, kannattaa tehdä määräaikainen sopimus. Lopullinen päätös on kuitenkin asiakkaan, koska emme tunne hänen sähkönkulutustaan. \n Asiakkaan olisi Erman mukaan tärkeintä ymmärtää, mihin ja milloin hän käyttää sähköä. Sen lisäksi on mietittävä, voisiko sähkölaskua optimoida esimerkiksi laskemalla huonelämpötilaa. Tämän perusteella voi valita itselleen sopivan sähkötuotteen. \n Lisää: Sähkön kauhuhinnat palasivat ainakin hetkeksi: kuluttajat reagoivat neljällä keinolla – hintaheilunta jatkuu koko viikon \n Rajuista sähkön hintapiikeistä voi Erman mukaan pääsääntöisesti syyttää tuulettomia päiviä. Ne ovat hinnoille myrkkyä. \n Esimerkiksi viime sunnuntaina tuulivoimakapasiteetista oli käytössä noin puoli prosenttia. Tuulta tuli 28 megawatin teholla, vaikka potentiaali on noin 5 600 megawattia. \n – Suomen tuotanto oli noin 500 megawattia kulutusta perässä. Ei olisi tarvittu kovin suurta tuulenhenkäystä sen tasaamiseen. \n Mikko Erman mukaan Suomessa ei ole riittävästi säädettävää sähkön tuotantoa eli säätövoimaa, jolla saadaan tasattua kulutuksen huippuhetkiä tai sähköä käyttöön tuotannon häiriötilanteissa. \n – Hintojen heilahtelut taitavat tulevinakin vuosina olla meidän riesana. Tämä on sellainen ”uusi normaali”, jonka kanssa täytyy oppia elämään. \n Onko sinulla uutisvinkki tai kuvasitko uutistilanteen? Lähetä vinkki tampere@yle.fi. \n\n<new-article>\n\n Pörssisähkön suosio on koetuksella rajujen hintapiikkien takia. \n Maanantaina pörssisähkön tuntihinta hipoi aamupäivällä 70 senttiä. Tiistaina hintahuippu jää niukasti alle 50 sentin. \n Sähköyhtiöt seuraavat nyt, miten heilahtelut sähkön markkinahinnassa vaikuttavat eri sopimustyyppien kysyntään. \n Odotus on, että kuluttajien kiinnostus määräaikaisiin sähkösopimuksiin ja lyhyempiin hintakiinnityksiin kasvaa. \n Vaikka hintaheilahtelu on ollut voimakasta, tilanne on kuitenkin vain väliaikainen. \n Hintapiikit ovat pitkälti seurausta ydinvoimaloiden tuotantokatkoksista ja sähkönsiirron tuontirajoituksista Ruotsista. Lisäksi tuuli on ollut heikkoa, joten myöskään tuulivoimaa ei ole ollut tarjolla. \n Fortumin asiakkuuspäällikkö Tuomas Yrttiaho katsoo, ettei viime päivien hintapiikkien perusteella pysty tekemään pitkälle meneviä johtopäätöksiä siitä, miten erilaisten sähkösopimusten kysyntä kehittyy. \n – Pörssisähkö on ollut hyvin suosittua kesän aikana. Toisaalta kiinteähintaiset sopimukset, joissa on kulutusvaikutus, ovat koko ajan lisänneet suosiotaan, Yrttiaho sanoo. \n Kulutusvaikutus tarkoittaa, että sähkön hintaan voi jonkin verran vaikuttaa ajoittamalla kulutusta tunneille, jolloin sähkö on huokeampaa. \n Energiavirasto kerää tiedot eri sähkösopimusten osuuksista kerran vuodessa. Tuoreimmat tiedot ovat viime vuoden lopulta, jolloin sähkösopimuksista oli määräaikaisia 50 prosenttia. Pörssisähkön osuus oli 14 prosenttia, ja loput 36 prosenttia olivat toistaiseksi voimassa olevia sopimuksia. \n Kesällä pörssisähkön suosiota lisäsi sen huokea hinta, mutta talven lähestyessä nähtävissä on merkkejä siitä, että kuluttajat kaipaavat sähkön hintaan varmuutta. \n Pohjois-Karjalan Sähkön kysytyin sopimus on edelleen pörssisähkö. Sopimukseen sisältyy kuitenkin mahdollisuus kiinnittää hinta kuukaudesta jopa kahdeksi vuodeksi. \n Liiketoimintajohtaja Tomi Turunen kertoo, että mahdollisuuteen on tartuttu poikkeuksellisen paljon. \n – Tämä sopimustyyppi on ollut meillä tarjolla vuodesta 2014 lähtien ja nyt viimeisimpien kuukausien aikana on tehty enemmän hintakiinnityksiä kuin koko tuotteen historian aikana. \n Hintakiinnitys toimii siten, että kuluttaja voi seurata verkkopalvelussa jatkuvasti päivittyviä tarjouksia esimerkiksi ensi talven sähkönhinnasta ja halutessaan lukita hinnan. Tällöin toistaiseksi voimassa oleva pörssisähkösopimus muuttuu kiinnityksen ajaksi määräaikaiseksi. \n Fortumin pörssisähkösopimukseen hinnan lukitsemismahdollisuuden voi ostaa lisäpalveluna. \n Sähköyhtiö Väreen toimitusjohtaja Juha Keski-Karhu arvioi, että viime syksyn ja talven energiakriisi on vaikuttanut kuluttajien käyttäytymiseen. \n – Kriisin myötä ihmiset kiinnittävät huomiota sopimusten eroihin ja tekevät paljon tietoisempia valintoja kuin aikaisemmin. \n Keski-Karhu kertoo, että tällä hetkellä yhtiö myy määräaikaisia sopimuksia moninkertaisesti verrattuna pörssisähköön. Suosituimmassa sopimustyypissä on mukana kulutusvaikutus. \n Sähkösopimusten kirjo on kasvanut kuluneen vuoden aikana. \n Väreen toimitusjohtaja Juha Keski-Karhu uskoo, että jatkossa sähkösopimuksia kehitetään yhä enemmän asiakkaiden tarpeisiin sopiviksi. \n Samalla hän kuitenkin näkee, että tulevaisuudessa painopiste siirtyy sopimustyyppeihin, joissa kulutus vaikuttaa sähkön hintaan. \n – Vihreän siirtymän perusedellytys on, että ihmiset käyttävät fiksusti sähköä, Keski-Karhu sanoo. \n Osallistu keskusteluun jutun aiheesta. Keskustelu on auki 23.8. klo 23:een asti. \n\n<new-article>\n\n Viime talvelta tutut sähkön kauhuhinnat palasivat maanantaina pörssihintoihin ainakin hetkeksi, kun tuntihinta hipoi aamupäivällä 70 senttiä. Huippuhinnat saivat kuluttajat ja myös yritykset sopeuttamaan omaa sähkönkulutustaan siten, että kulutus laski koko maassa. Viime lumien opeille tuli käyttöä. \n – Verrattuna viime maanantaihin kulutus on ollut tänään 3–4 prosenttia pienempää. Puhutaan noin 300 megawatista, kertoo valvomopäällikkö Arto Pahkin kantaverkkoyhtiö Fingridiltä. \n Pahkin luettelee neljä keskeistä sähköahmattia, joiden käyttöä nipistämällä kulutusta on nyt saatu laskettua. Näitä ovat sähköuunin käyttö, sähköauton lataus, saunominen ja lämpimät suihkut. \n – Veden lämmitys on aikamoinen sähkösyöppö, Pahkin muistuttaa. \n Sen sijaan astian- ja pyykinpesukoneet nielevät Pahkinin mukaan vähemmän kilowatteja, ja säästö jää alhaisemmaksi. \n Käytön ajoitus halpoihin tunteihin naurattaa myös lompakkoa. Onko näin myös tapahtunut, sitä Pahkin ei suoraan näe Fingridin mittareista. \n Sähkön pörssihinta on maanantaina pyörinyt muutamassa kymmenessä sentissä kilowattitunnilta ja käväissyt korkeimmillaan 70 sentin tietämissä. Huominen huippu jää noin 50 senttiin. Näillä näkymin hintaheilahtelut jatkuvat pitkin viikkoa. \n – Tuuliennusteiden mukaan koko viikko on vähätuulinen, joten voi olettaa sähkönhinnan vaihtelevan paljonkin ylös ja alas, Pahkin arvioi. \n Tuulivoimaloista ei siis paljoa nyt heru. Lisäksi ydinvoimaloista Olkiluoto 2 seisoo vian vuoksi ja Loviisan toinen yksikkö on huollossa. Kun myös Suomen ja Ruotsin välistä sähkönsiirtoa on rajoitettu osin suunnitellusti, osin ilmenneen sähköasemavian vuoksi, nakkaa se hintapaineita sieltäkin suunnalta. Viron merikaapelin kautta on onneksi tänään saatu sähköä, kun tähän asti sähköä on lähinnä viety Suomesta etelänaapurin suuntaan. \n – Spesiaalipäivähän tämä on ja varmaan koko viikko. Aika jännää, kun hinnan kanssa mennään ylös ja alas, ja sitten katsotaan, riittääkö sähkö, jos joku vikaantuu vielä lisää. \n – Toivotaan, ettei lisävikoja enää ilmaannu, koska sitten joudutaan jo miettimään kikka kakkosta. On siellä varalla vielä tuotantoa, ja selviämme seuraavasta viasta kevyesti, mutta kyllä aika tiukkaa tekee. Elämme mielenkiintoisia aikoja, Pahkin tiivistää. \n Sähköpulaa hän ei kuitenkaan povaa. \n\n<new-article>\n\n Betonirakennuksia ja -rakenteita valmistavan ylitorniolaisen YBT oy:n toimitusjohtaja Juha Alapuranen seuraa sähkön hinnan hurjaa nousua huolestuneena. \n – Sähkön hinta poukkoilee ja hinta on hurja. \n Lyhytaikainen hinnannousu ei kuitenkaan vielä vaikuta yrityksen toimintaan. Aiemmin käyttöön otettu aurinkovoimala tasaa yrityksen sähkön ostotarvetta. \n – Toissa kesänä investoimme ja asensimme tehtaalle aurinkovoimalan. Se tietenkin tasaa kulutusta ja on ollut hyvä investointi. Se maksaa tällaisilla hinnoilla itsensä takaisin nopeasti. \n Korkeat sähkön hinnat ja hintojen poukkoilu saa yrittäjän pohtimaan lisäinvestointeja aurinkovoimaan. \n – Olemme miettineet, että investoidaan aurinkovoimaan vielä lisää. Se auttaa myös siinä, ettei tule sähkön siirtomaksuja, jotka näyttelevät yli puolta sähkön hinnoista, toimitusjohtaja Juha Alapuranen YBT oy:stä sanoo. \n Lisäksi tehdas voi säätää työvuoroja edullisemman sähkön hinnan aikoihin eniten sähköä kuluttavien töiden eli “hallin puolella hommia tekevien” 20-30 henkilön osalta. Eli pyöriä enemmän öisin. YBT oy:ssä yötöihin ei ole tarvinnut siirtyä, ainakaan vielä. \n – Tehdas pyörii jo nyt vuorotöissä. Ensimmäiset tulevat aamuyöstä ja viimeiset lähtevät iltapuolella, eli pitkät välit meillä on jo. Osa meidän alan tehtaista on miettinyt, että mentäisiin yötöihin, mutta meillä ei siihen ole vielä lähdetty. Toivottavasti hintapiikit tasaantuvat, ettei tarvitsisi semmoiseen mennä, toimitusjohtaja Alapuranen kertoo. \n Toinenkin pörssisähköä ostava ylitorniolainen metallialan Geonex oy seuraa hintatilannetta tiiviisti. \n – Ei vaikuta rajusti, koska meillä on vain lämmitys, valaistus ja sähkön yleiskäyttöä, ei konepajavalmistusta. Mutta sähkön hinnan nousu koskee kaikkia, emmekä voi siirtää sähkön hinnan nousua asiakashintoihin näin lyhyellä aikavälillä. Kuitenkin pitkällä aikavälillä se vaikuttaa, toimitusjohtaja Kimmo Juvani kertoo. \n Osa lappilaisista yrityksistä on jo aiemmin siirtynyt pois pörssisähköstä, kiinteän hinnan sähkösopimuksiin. Yksi niistä on Rovaniemen keskuspesula. \n – Meillä on vakiohinta sähkölle. Olisi liian iso riski olla pörssisähköllä, koska olemme niin iso energiankäyttäjä, toimitusjohtaja Jan Palo kertoo. \n Metalli- ja kokoonpanohitsaustöihin keskittyvä yritys BK Weld Ylitorniolta on myös siirtynyt kiinteään hintaan noin vuosi sitten, kun sähkön hinta alkoi nousta. \n – Emme ole pörssisähkössä, se tulisi sen verran kalliiksi. Eli nyt sähkön hinnan nousu ei vaikuta meihin yhtään, mutta kauaskantoisesti se saattaa vaikuttaa, jos hinta on korkealla useamman kuukauden, toimitusjohtajan sijainen Heikki Barsk sanoo. \n\n<new-article>\n\n Kuluttajat ehtivät kesän aikana tottua edulliseen sähköön, mutta viime päivinä sen hinta on kuitenkin noussut. Valtion kestävän kehityksen yhtiön, Motivan, johtavan asiantuntijan Päivi Suur-Uskin mukaan pörssisähkösopimuksen tehneen kuluttajan voi olla vaikeaa varautua lähiviikkojen sähkön hinnan nousuun. \n – Nyt kun on tämä poikkeustilanne, niin on vaikea tietää niitä edullisia hetkiä, sillä ei ole säännönmukaisuutta. Kuluttajien on vaikeaa ennakoida tulevien päivien tai viikkojen hintoja, Suur-Uski kertoo. \n Piikki pörssisähkön hinnassa johtuu monesta häiriötekijöistä, kuten Olkiluoto 2:n sähköntuotannon keskeyttämisestä sekä rajoituksista Ruotsin ja Suomen sähkönsiirrossa. Myös Fortumin Loviisan ydinvoimalaitoksen 37 päivää kestävä vuosihuolto vaikuttaa asiaan. \n – Viime talvena esimerkiksi tiedettiin, että yöaikaan on edullisempaa ja aamuisin ja iltaisin on kallista. Nyt häiriötilanne on hieman erilainen, eikä tässä voi vielä tietää, milloin on halpoja hetkiä, Suur-Uski sanoo. \n Yle laski, kuinka paljon tavallisten sähköisten kodinlaitteiden käyttöhinnat voivat nousta aikaisempaan verrattuna. \n Koko lauantain sähkönhinnan keskiarvo on 14,48 senttiä kilowattitunnilta ja sunnuntain 12,37 senttiä kilowattitunnilta. \n Miten voi sitten varautua sähkönhinnan nousuun, jos on ottanut talouteensa pörssisähkösopimuksen? \n – Voi katsoa tarkasti seuraavan päivän hintoja, miettiä niitä omia tekemisiä ja hakea sitten kaikkein edullisimmat hetket, Motivan johtava asiantuntija Suur-Uski toteaa. \n Suur-Uskin mukaan kuluttajien kannattaa halutessaan myös olla käyttämättä joitain kodin sähkölaitteita lähipäivinä. \n – Voi miettiä, että mennäänkö tämä viikko saunomatta ja pesemättä ekstrapyykkejä, Suur-Uski sanoo. \n Tilanteen kestoa on vaikeaa arvioida, mutta se voi kestää jopa joitain viikkoja. \n – Toivotaan, että kestää vain tämän viikon. Sitten taas pörssisähkö on ollut jo kauan todella edullista, että eihän tämä yksi viikko sen edullisuutta heitä hukkaan, Suur-Uski huomauttaa. \n Voit seurata pörssisähkön tuntihintoja Ylen Teksti-tv:n sivulta 189. \n\n<new-article>\n\n Suomen sähköntuotantoon ja -saatavuuteen iskee nyt useampi häiriötekijä samaan aikaan. \n Perjantaina pörssisähkön hinnassa nähtiin jo piikki, jossa sähkö maksoi kalleimmillaan jopa 33 senttiä kilowattitunnilta. Syynä ovat rajoitukset Suomen ja Ruotsin välisessä sähkönsiirrossa. Syyskuun puoliväliin jatkuvat rajoitukset johtuvat osin suunnitelluista töistä, osin viankorjauksesta. \n Lisäksi torstain ja perjantain välisenä yönä Olkiluoto 2:n sähköntuotanto keskeytettiin turbiinilaitoksen generaattorilla havaitun kosteuden nousun vuoksi. Tuotantokatkoksen kestosta saadaan tietoa vasta sitten, kun ongelmien syy on saatu selvitettyä. \n Sunnuntaina puolestaan alkaa Fortumin Loviisan ydinvoimalaitoksen vuosihuolto, joka kestää 37 päivää. \n Energiateollisuuden toimitusjohtaja Jukka Leskelä arvioi, että sähkön hinnassa tullaan näkemään todennäköisesti ”hyvin suurta” vaihtelua lähipäivinä. Hän kehottaa suomalaisia tarkkailemaan sähkön hintaa. \n – Lähipäivinä voidaan nähdä aika korkeita hintoja, koska myös tuuliennusteet ovat hyvin alhaiset. Tällöin tuotantoa olisi niukasti, Leskelä sanoo. \n Leskelän mukaan onnekasta tilanteessa on se, että luvassa on lämmin kesäviikonloppu, jolloin kulutus pysyy yleensä matalalla. Varsinaista sähköpulaa ei siis luultavasti ole luvassa. \n Alla oleva graafi näyttää pörssisähkön tuntihinnat perjantailta. Perjantain hintoihin ei vielä vaikuta Olkiluoto 2:n keskeytys aamuyöstä, sillä pörssisähkön hinnat määräytyvät jo edeltävänä päivänä. \n Alla oleva graafi näyttää lauantain pörssisähkön tuntihinnat. \n Tilanteen kestoa on vaikea arvioida, koska Olkiluoto 2:n ja Suomi-Ruotsi -verkkoyhteyksien palautumisesta normaaliin ei ole tarkkaa tietoa. Fingridin valvomopäällikkö Maarit Uusitalo kertoo Radio Suomen päivässä, että uuden Suomin ja Ruotsin välisen Aurora Line -yhteyden aiheuttama suuri siirtorajoitus kestää ”noin syyskuun puoliväliin” asti. \n Fortumin Loviisan vuosihuolto kestää yli kuukauden syyskuun loppupuolelle asti. Täten sähkönsiirrossa- ja tuotannossa on rajoituksia ainakin loppuelokuun ja syyskuun alkupuoliskon ajan. \n Fortumin Loviisan ydinvoimalaitoksen huolto on ajoitettu tarkasti tuuliseen ja vähäkulutuksiseen syksyyn, Leskelä sanoo, mutta nyt lisäongelmat ja vähätuulisuus yllättävät. \n – Me olemme jo siirtyneet ja tullaan yhä enemmän siirtymään tilanteeseen, jossa hinta sähkön tukkumarkkinoilla vaihtelee voimakkaasti. Nollahintaisen sähkön hetket tulevat yleistymään, Leskelä sanoo. \n Tuuli- ja aurinkoenergian lisääntyminen kuitenkin tarkoittaa myös korkeita hintoja tuotannon vaihtelun takia. Vaihteluun kannattaa siis totutella, Leskelä sanoo. \n – Viime syksyn ja talven aikana saatiin sellainen opintojakso koko kansalle, miten omaa sähkönkulutusta voi ohjata. Tämä on varmaan sellainen voimavara myös, että tiedämme miten vastata korkeisiin hintapiikkeihin, Leskelä sanoo. \n Toisaalta myös katkoja aiheuttavat verkon rakennustyöt tuovat valmistuessaan lisähelpotusta. Fingridin valvomopäällikkö Maarit Uusitalon mukaan Suomen ja Ruotsin välinen Aurora Line -sähkönsiirtoyhteys valmistuu vuonna 2025. Silloin maiden välille tulee jälleen 800 megawattia lisää siirtokapasiteettia. \n – Se on huomattava lisäys, sitten kun se aikanaan tulee, Uusitalo sanoo. \n Juttua päivitetty 18.8.2023 kello 14:08: Juttuun lisätty tieto, että Olkiluoto 2:n keskeytys ei vaikuta perjantain pörssisähkön tuntihintoihin. \n Mikä on sinun mielestäsi liian korkea hinta sähkölle? Voit keskustella aiheesta Yle-tunnuksella lauantaihin kello 23 saakka. \n\n<new-article>\n\n Pörssisähkön hinta pomppaa jopa 33 senttiin kilowattitunnilta perjantaina. Nousu on roima, sillä torstaina hinta oli 2–3 sentin liepeillä. \n Nousun syynä ovat suunnitellut rajoitukset Suomen ja Ruotsin välisessä sähkönsiirrossa. \n Valvomopäällikkö Arto Pahkin kantaverkkoyhtiö Fingridistä kertoo, että sähkönsiirtoa on rajoitettu huolto- ja investointitöiden takia. \n Pohjoisessa rajoituksia on uuden voimajohdon rakentamisen vuoksi. Fingrid rakentaa Aurora line -nimistä voimajohtoa yhteistyössä Ruotsin kantaverkkoyhtiön Svenska kraftnätin kanssa. \n Toinen syy rajoittamiseen on vika Etelä-Suomen ja Keski-Ruotsin välisissä yhteyksissä. Pahkinin mukaan vika on korjattu ”piakkoin”. \n Aurora Linen aiheuttaa rajoituksia sähkönsiirtoon 17. syyskuuta asti. Pahkinin mukaan sähkön hinta riippuu monesta seikasta, kuten markkinoista ja tuulesta, joten lähiviikkojen hintatasoa ei voi ennustaa. \n – Kun tuulee, ydinvoima ajaa normaalisti ja vesivoimaa on siinä säätövoimana, uskoisin hinnan pysyvän kohtuullisena. Tietysti piikkejä tulee välillä esimerkiksi silloin, kun ei tuule, Pahkin sanoo. \n Energiateollisuuden sähkömarkkinoista vastaava johtaja Pekka Salomaa kertoo Ylelle, että rajoitukset näkyvät hinnan heilahteluna. \n – Normaalisti jos meillä on ali- tai ylituotantotilanne, pystymme usein Ruotsin kanssa tasapainottamaan tilannetta. Nyt kun siirtoa ei ole käytettävissä, se johtaa siihen, että hintaan tulee suuria heilahteluita, Salomaa sanoo. \n Fingridin Pahkin pitää Suomen sähkönäkymiä hyvinä. \n – On todella hyvä tilanne, että Suomeen investoidaan tällä tavalla ja rakennetaan uusia linjoja sekä voimalaitoksia. \n Pörssisähkön hintaa voi seurata Ylen teksti-tv:n sivulla 189. \n Asiasta kertoi aiemmin Ilta-Sanomat. \n\n<new-article>\n\n Vaasan sähkö on päättänyt, ettei miinusmerkkistä pörssisähköä hyvitetä asiakkaan sähkölaskussa. Sen sijaan yhtiö kertoo huomioivansa negatiiviset tuntihinnat välityspalkkiossaan. \n Vaasan sähkön käytäntö on poikkeuksellinen, sillä moni muu yhtiö jyvittää hyödyn asiakkailleen. Negatiivinen sähköpörssin tuntihinta käsitellään nolla senttiä maksavana. \n Sähkökauppayksikön johtaja Hans-Alexander Östin mukaan näin halutaan suojautua samalla tavoin kuin pankit tekivät korkojen painuessa miinukselle. \n Öst toteaa, että pankit lähtivät suojautumaan lisäämällä esimerkiksi pankkilainoihin pykäliä, jotka varmistivat ettei miinuskoroista aiheudu niille kuluja. \n – Riskien hallitsemiseksi teimme vuonna 2022 samankaltaisen päätöksen, että suojaudumme myöskin myyntimielessä miinushinnoilta, Öst toteaa. \n Öst lisää, että negatiiviset hinnat ovat suhteellisen uusi asia alalla, minkä vuoksi käytännöissä voi vielä olla eroja. \n Lisää: Poikkeustila sähkön hinnassa kannustaa nyt monia kuluttamaan: Sähköä tuhlaamalla ei silti pysty tienaamaan \n Moni muu yhtiö, kuten esimerkiksi Vattenfall, Oomi ja Seinäjoen energia hyvittävät negatiivisesta tuntihinnasta mahdollisesti aiheutuneen ”tuoton”. \n Vattenfallin markkinapäällikkö Peter Strandberg sanoo yhtiön kompensoivan negatiiviset hinnat huomioimalla ne täysmääräisesti laskussa. \n – Emme maksa rahaa suoraan asiakkaalle, vaan vähennämme nuo ”saatavat” asiakkaan lopullisella laskulla. \n Strandbergin mukaan tähän on päädytty siksi, että asiakas hyötyisi pörssihinnoista jokaisena ajankohtana. \n Oomin markkinoinnista kerrotaan sähköpostitse, että asiakkaille hyvitetään negatiiviset tunnit laskulla täysimääräisesti. Oomin mukaan spot-hinta elää tunti tunnilta ja asiakkaat saavat hyödyn itselleen myös edullisista tunneista. \n ”Jos sähkön tuntihinta lisättynä marginaalilla on negatiivinen, asiakkaalle hyvitetään ostamastaan sähköstä kyseisen tunnin osalta. Hinta siis voi jäädä negatiiviseksi.” \n Seinäjoen Energia \n Vaasan sähkön mukaan negatiivisen sähkönhinnan huomioiminen välityspalkkion ja perusmaksun suuruudessa mahdollistaa asiakkaalle suuremman hyödyn kuukausi- ja vuositasolla, kuin yksittäisestä miinustunnista tehtävä hyvitys, sillä välityspalkkio vaikuttaa jokaisen tunnin hintaan. \n Eri yhtiöiden välityspalkkioita tarkastellessa ei kuitenkaan suuria eroja ole havaittavissa. \n Esimerkiksi Oomi veloittaa 0,25 senttiä jokaiselta kilowattitunnilta, Seinäjoen energia 0,40c/kWh ja Vattenfall 0,50 senttiä kilowattitunnilta. \n Vaasan sähkö veloittaa 0,41 senttiä kilowattitunnilta. Östin mukaan välityspalkkio koostuu kaupankäyntikuluista sekä sisäisistä kuluista. \n – Välityspalkkio sisältää esimerkiksi asiakaspalvelumme kulut, asiakastietojärjestelmien kulut, kantaverkkomaksuja ja viimeisimpänä Fingridin keskitetty järjestelmä, jossa verkkoyhtiöt ja myyjät kommunikoivat keskenään reaaliaikaisesti. \n Hans-Alexander Öst toteaa, että ilman hyvitystä jää karkeasti hieman alle 30 000 asiakasta. \n Sähkönkulutus on tietenkin yksilöllistä, mutta päätin tarkastella omaa kulutustani, jotta voisin esimerkillistää, millaisista summista puhutaan. \n Asun sähkölämmitteisessä pienehkössä omakotitalossa, ja esimerkkikuukaudeksi valitsin toukokuun 2023. \n Toukokuussa oli yhdeksän vuorokautta, jolloin negatiivisia tunteja kertyi. Oman kulutukseni perusteella minulta jäi hyvittämättä toukokuussa 29 senttiä. \n Summa ei ole suuri, mutta periaatteellinen. Esimerkiksi: \n Jos Vaasan sähkön kaikkien noin 30 000 pörssisähköasiakkaan kulutus olisi ollut samankaltaista kuin omani, Vaasan sähköltä olisi jäänyt toukokuussa hyvittämättä yhteensä 8000–10 000 euroa. \n Huomioitavaa kuitenkin on, että monet Vaasan Sähkön pörssisähköasiakkaista eivät asu omakotitalossa, joten luku on spekulatiivinen, mutta jonkinlaista suuntaa antava. \n Östin mukaan yksittäiset summat joka kuukaudelta ovat niin pieniä koko liikevaihtoa tarkastellessa, etteivät ne näy varsinaisesti missään. \n Kesän aikana miinustunteja on kertynyt Vaasan sähkön oman sovelluksen mukaan joitakin kymmeniä joka kuukausi. \n Syksyllä tilanne voi olla toisenlainen. \n Sähkön ylituotantoa tulee helposti, jos tuulivoimaa ja vaikkapa vesivoimaa tuotetaan yli tarpeiden samanaikaisesti. \n Siihen on Vaasan sähköllä varauduttu. \n – Tämä on skenaariolaskentaa ja osa isompaa kokonaisuutta, Öst sanoo. \n Sen tarkemmin Öst ei pysty vastaamaan siihen, millaisiin miinustunteihin yhtiössä on varauduttu. \n Sen sijaan hän toteaa, että ylituotanto voi yleisellä tasolla johtaa sähköntuotannon rajoittamiseen. \n Öst toteaa esimerkkinä, että esimerkiksi Olkiluoto 3:n tuotantoa on ajoittain säädetty alaspäin, kun on ollut paljon tuotantoa suhteessa kulutukseen. \n – Myös tuulivoiman osalta tuottajan voi olla kannattavaa tuottaa sopimusten avulla, vaikka hinta olisi miinusmerkkinen. Mutta jossain vaiheessa rajahinta tulee vastaan, ja tuulivoima ei tuota ainakaan täydellä teholla. \n Kaiken tämän mahdollistaa sähkönmyynnin suhteellisen vapaat markkinat. Perusteluna Östin mukaan on se, että vapaa kilpailu on hyödyksi asiakkaalle. \n – Sen takia en lähtisi säätelemään markkinoita. Vapailla markkinoilla toimiminen tarkoittaa, että sähkön myyjäksi voi valita kenet tahansa, Öst toteaa. \n Aiheesta voi keskustella torstaihin 17. elokuuta kello 23 asti. \n\n<new-article>\n\n Pörssisähkön veroton keskihinta on tiistaina koko vuorokauden negatiivinen. Tilanne on poikkeuksellinen. \n – Miinushintoja on aiemmin nähty yksittäisinä tunteina tai vaikkapa aamuyöstä. Vuorokauden keskihintakin on ehtinyt pari kertaa jäädä miinukselle. Tämä on kuitenkin ensimmäisen kerta, kun sähkön tukkumarkkinoilla jokainen tunti on tämän vuorokauden aikana miinushintainen, sanoo toimitusjohtaja Jukka Leskelä Energiateollisuudesta. \n Pörssisähköllä tarkoitetaan sitä, että hinta määräytyy reaaliaikaisesti sähkön kysynnän ja tarjonnan mukaan pohjoismaisessa sähköpörssissä. \n Nord Poolin hintoja voi seurata muun muassa Ylen teksti-televisiosta sivulta 189 tai sen verkkoversiosta. Päivitetyn seurannan perusteella miinushinnat jatkuvat vielä varhaiseen keskiviikkoaamuun asti, mutta sitten tukkuhinta nousee jälleen plussalle. \n – Sähkön tuottajat eivät halua tuottaa sähköä miinuksella. Olenkin varma, että tuulivoimatuottajista osa jo rajoittaa tuotantoa ja vesivoimakin säätää varmasti sen minkä pystyy, mutta ihan kaikkea tuottajatkaan eivät voi sopimus- ja tuotanteknisistä syistä noin vain lopettaa negatiivisten hintojen torjumiseksi, sanoo Leskelä. \n Hintoja on painanut miinukselle ylitarjonta ja kesälomakauden pieni kulutus. \n – Pohjolassa on ollut valtavan tuulista, joten tuulivoimaa on paljon tarjolla ja sen päälle vielä muuta sähköntuotantoa. Lisäksi on lämmin kesäpäivä, joten ei tarvita sähköä lämmitykseen tai valaistukseen niin paljon, Leskelä sanoo. \n Miinushinnoista hyötyvät etenkin tunti tunnilta hintaa ja kulutusta mittaavat pörssisähkösopimuksen tehneet asiakkaat. Miinushinnoilla kulutuksesta saa hyvitystä. \n – Sähkön käyttäminen on pörssisähköasiakkaille nyt äärimmäisen halpaa. Kuukauden sähkölasku on keskiarvo tuntihinnoista kerrottuna kulutuksella ja jos kuluttaa kun tuntihinta on miinuksella, niin silloihan se lopullinen lasku on huomattavasti pienempi, sanoo sähköyhtiö Väreen salkunhoitaja Risto Kinnunen. \n Negatiiviset hinnat laskevat siis kuukauden keskihintaa huomattavasti ja kuluttamalla sähköä juuri miinushinnoilla voi pienentää laskua. \n – Asiakkaan kokonaishinta ei silti ole negatiivinen, joten sen perusteella en kehottaisi vain tuhlailemaan sähköä, mutta kaikki sellaiset sähköä kuluttavat toiminnot, joita tarvitsee tehdä tai on siirtänyt tehtäväksi halvemmille hinnoille kannattaa tehdä juuri tänään, sanoo Leskelä. \n Sähköstä pitää miinushinnoista huolimatta maksaa myyjälle marginaalia, perusmaksua ja myös erillisellä laskulla kulutuksen mukaista siirtohintaa ja veroja omalle verkkoyhtiölle. \n Sähköä tuhlaamalla ei siis pysty tienaamaan, mutta säästämään seuraavassa laskussa, jos muutenkin oli tarvetta pestä useampi koneellinen pyykkiä, ladata sähköautoa, käydä sähkösaunassa jne. \n Pörssihinta ei vaikuta määräaikaisiin tai toistaiseksi voimassa oleviin sopimushintoihin. Tosin näissäkin sopimustyypeissä on nykyään usein pörssisähkön hintaan ja kulutuksen ajoitukseen perustuva jousto-osa, joka joko nostaa tai laskee sähköenergian perushintaa. \n Myös monet aurinkopaneelien omistajat ovat alkaneet myydä sähköä verkkoon. Sähkön myymisestä tuli kannattavaa varsinkin silloin kun sähkön hinta nousi voimakkaasti. Miinushinnoilla tilanne on päinvastoin. \n – Jos käyttää tuottamansa sähkön itse, ei ostosähkön negatiivisesta hinnasta hyödy, mutta ei tee toisaalta tappiotakaan. Jos tuottaa sähköä yli oman tarpeen, nykyisillä sopimusmalleilla ylituotanto menee tappion puolelle hetkellisesti. Hyvitysjakso on kuitenkin usein varsin pitkä eli vuosi, joten plusmerkkiset hyvitystuotannot kompensoi negatiiviset tunnit selvästi, sanoo Väreen Kinnunen. \n Katso alta Ylen Aamun keskustelu tiistailta 8.8. tuulivoimatuotannosta ja sähkön negatiivisesta hinnasta. \n\n<new-article>\n\n Pörssisähkön hinta painuu huomenna koko vuorokaudeksi negatiiviseksi. Tilanne on harvinainen etenkin, kun energianhinnat nousivat Venäjän hyökkäyssodan alkamisen jälkeen Suomessakin poikkeuksellisen korkealle. \n Hinnan painumisesta miinusmerkkiseksi kertoi ensin Helsingin Sanomat. \n Pörssisähköllä tarkoitetaan sitä, että hinta määräytyy reaaliaikaisesti sähkön kysynnän ja tarjonnan mukaan pohjoismaisessa sähköpörssissä. Nord Poolin hintoja voi seurata muun muassa Ylen teksti-televisiosta sivulta 189 tai sen verkkoversiosta. \n Huomenna tiistaina jokaisen tuntihinnan edessä on miinusmerkki. Kalleinta sähkö on aamulla kello 08, jolloin hinta on -0,01 senttiä kilowattitunnilta. Halvin tunti alkaa kello 16, jolloin hinta painuu jopa 1,20 senttiä miinukselle. \n Hintojen edullisuuteen vaikuttavat tuulisähkön runsas tarjonta ja kesälomakauden pieni kulutus. \n Sähkön hinta on ollut edullista viime päivät muutenkin: seitsemän vuorokauden keskiarvo on ollut pörssisähkössä 1,55 senttiä ja 28 vuorokauden keskihinta on ollut 2,84 senttiä. \n Jos sähkösopimus perustuu pörssisähköön ja sähkön pörssihinta on miinusmerkkinen, sähkön käytöstä voi saada hyvitystä sähkölaskuun. \n Sähköstä kuitenkin joutuu aina maksamaan jotain, sillä sähköstä maksetaan aina myös välityspalkkio ja arvonlisävero, mahdollinen perusmaksu ja siirtohinta. \n\n<new-article>\n\n Suomessa on yhteensä 77 sähkönsiirtoyhtiötä, joilla on luonnollinen monopoli sähkönsiirron osalta. Eniten sähkönsiirrosta joutuu maksamaan Kainuussa ja Pohjois-Pohjanmaalla Kajaven alueilla. Korkeat hinnat ovat myös Pohjois-Karjalassa ja Koillis-Savossa, PKS Sähkönsiirron alueella. \n Edullisimmin sähkö siirtyy asiakkaille Keravalla ja Turussa, joissa esimerkiksi 20 000 kilowattituntia kuluttava omakotiasuja selviää yli tuhat euroa halvemmalla kuin Kajaven asiakkaat joilla siirtokustannukset ovat yli 2000 euroa vuodessa. \n Yksi kalleimmista on myös Caruna, joka yksistään hoitaa yhteensä 57 kunnan sähkönsiirron. Espoossa toimivan Caruna Espoon hinnoittelu poikkeaa kuitenkin muualla Suomessa toimivan Carunan hinnoittelusta. \n Caruna on nostanut sähkönsiirron hintoja vuoden alussa sekä toistamiseen elokuun alussa eli yhtiö on nostanut sen mitä sähkömarkkinalain hintakattosäädösten mukaan on mahdollista vuodessa siirtohintoja nostaa, 5,6 prosenttia. \n Lapissa valtakunnallinen Caruna toimii sähkönsiirtoyhtiönä Posiolla ja Ranualla. \n Posiolla asuvaa Aapi Lonnakkoa harmittaa Carunan korkeat hinnat ja hän pitää etenkin perusmaksua korkeana. Lonnakoilla on omakotitalo Posion kylän keskustassa sekä mökki Kitkajärven rannalla. Erityisesti mökin sähkönsiirtokustannukset kismittävät. \n – Maksan Carunalle mökistä tällä hetkellä lähes 30 euroa joka kuukausi vaikka syyskuusta kesäkuulle ei ole yhtään kulutusta. Nyt kun perusmaksu vielä nousee, niin se on lähes 400 euroa tyhjästä. \n Lonnakko pitää sijoittajien omistuksessa olevaa Carunaa kasvottomana yrityksenä, joka ei toimi kuluttajien parhaaksi. \n – Caruna kyllä miettii meitä maksajina. Mutta niinhän se on, kun tämä on jonkun tienestiä, niin ei siinä kuluttajia millään lailla huomioida. \n Korkeat sähkön siirtohinnat harmittavat Posion kunnanjohtajaa Pekka Jääsköä, niin asukkaiden kuin kunnankin puolesta. \n – Jos siirtohinnat alkavat olla kohtuuttoman suuret, niin se on aina kuntalaisille ja mökkiläisille sekä kunnalle itselleenkin ikävää. \n Ylisuuret kustannukset näkyvät siten, että jossain muussa säästetään. Jääskö arvelee, että tilanteesta voi olla myös yleisemmin haittaa kunnalle. \n – Se vaikuttaa tietysti kunnan vetovoimaan ja kunnan omaan kulurakenteeseenkin. Posion kunnan omat sähkökulut viime vuoden osalta olivat niin korkeat, että toivat budjettitalouteen loven, jota ei pystytty ennustamaan, kertoo Jääskö. \n Jääskö toivookin, että sähkönsiirtohinnat pysyisivät kohtuullisella tasolla. Varsinkin kun naapurikunnissa Rovakairan alueella sähkösiirron veroton energiamaksu 1,69 senttiä kilowattitunnilta on koko valtakunnan edullisin. \n Carunalla pientalon perusmaksu on elokuun korotuksen jälkeen 28,58 euroa ja yleissähkön energian siirtomaksun veroton hinta 5,07 senttiä/kWh. Rovakairalla perusmaksu on 20,42 euroa kuukaudessa pientalokäyttäjille. \n Keravan Energia on selvästi koko maan edullisin sähkönsiirtoyhtiö. Omakotitalossa asuvalle ero kalleimpaan siirtohintaan voi olla jopa yli 1000 euroa. \n Taulukossa on vertailtu sähkön siirtomaksuista kertyvää vuosimaksua eri sähkönsiirtoyhtiöiden asiakkailla. Vertailtavana on 2000 kWh vuodessa kuluttava saunaton kerrostalohuoneisto. \n Lisäksi vertaillaan omakotitaloja, joissa toisessa on varaava sähkölämmitys ja toisessa sähkölämmitystä ei ole. \n Taulukon tyyppikäyttäjien esimerkkikulut vuositasolla on laskettu omakotiliiton tilastoista ja sähköverkkoyhtiöiden hinnastoista kerätyilla hintatiedoilla. Sähkönsiirron energiamaksuna on käytetty yleissähkönsiirron hintoja. Kerrostalon osalta perusmaksuna on käytetty pääosin 1x25A liittymämaksua mikäli se on sähköyhtiöllä hinnastossa. Omakotitalon perusmaksuna on käytetty 3x25A ja yleisimmin käytettyä aikasähköliittymää. \n Kuluttajille Lapin kalleimmat sähkönsiirtoyhtiöt ovat Caruna sekä Enontekiön Sähkö, jonka energian veroton siirtomaksu on peräti 6,07 senttiä/kWh eli sentin korkeampi kuin Carunalla. Enontekiön Sähkö siirtyy kalleimmaksi kun kulutus nousee yli 12 000 kWh. \n Esimerkkinä halvimman siirtoyhtiön Keravan Energian vastaava energiamaksu on verottomana 2,15 senttiä ja verollisena 4,5 c/kWh. \n Enontekiön Sähkön asiakkaat joutuvat siis maksamaan 20 000 kilowattitunnista lähes 900 euroa vuodessa enemmän kuin Keravan Energian asiakkaat. Carunan asiakkaatkin lähes 800 euroa enemmän. \n Kajaanissa kerrostaloasujat joutuvat maksamaan sähkönsiirrosta jopa tuplasti sen mitä Lapin halvimmissa kaupungeissa, Torniossa ja Rovaniemellä. \n Ikävintä on se, että sähkönsiirtoa ei voi kilpailuttaa, koska sähkön jakeluverkkotoiminta on luonnollisen monopolin liiketoimintaa, eikä ole järkevää rakentaa päällekkäisiä sähköverkkoja. Kuluttaja on siten täysin siirtoyhtiönsä armoilla. \n Enontekiön Sähköllä on 438 metriä hoidettavaa sähköverkkoa käyttöpaikkaa kohden, mutta Carunalla on vain 165 metriä per käyttöpaikka, joten siirtohintojen pitäisi olla Enontekiöllä yli kaksinkertaiset. \n Caruna ja Enontekiön Sähkö ovat myös ainoita yhtiöitä Lapissa, jotka ovat korottaneet sähkönsiirtomaksuja vuonna 2023. Caruna jopa kaksi kertaa ja tuorein korotus astui voimaan 1. elokuuta. \n Rovakaira ja Muonion Sähköosuuskunta puolestaan ovat niitä harvoja, jotka ovat laskeneet hintoja vuodesta 2022. \n Rovakairalla on sähköverkon pituus käyttöpaikkaa kohden 214 metriä, mutta silti sähkönsiirron energiamaksu on kuluttajille koko Suomen halvin. \n Aiheesta lisää:\nSähkön siirtohinnat eivät laskeneet, paljastaa vertailu – katso listasta, mitä siirrosta maksetaan eri puolilla Suomea \n Carunan sähkönsiirtohinnat nousevat taas elokuun alussa \n Sähkönsiirtoyhtiö Rovakairalla takana hyvä vuosi – omistajakunnille yhteensä yli miljoonan euron osinko \n\n<new-article>\n\n Viime talven sähköpainajainen ei toistu enää ensi talvena. Tätä mieltä ovat Ylen haastattelemat sähkömarkkinoiden asiantuntijat. \n Kysyimme kantaverkkoyhtiö Fingridin toimitusjohtaja Jukka Ruususelta, Energiateollisuuden johtaja Pekka Salomaalta ja sähkönmyyntiyhtiö Väreen salkunhoitajalta Risto Kinnuselta, miltä sähkömarkkinoiden tilanne näyttää, kun helteet vaihtuvat pakkasiin. \n – Suomen hintaodotukset ja myös viime aikoina toteutuneet hinnat ovat olleet joko alhaisimpia tai alhaisimpien joukossa Euroopassa. Tilanne näyttää kuluttajan kannalta paljon leppoisammalta verrattuna vuoden takaiseen tilanteeseen, sanoo Salomaa. \n – Suomen tilanne näyttää erinomaisen hyvältä. Me olemme käyttäneet termiä sähköonnela. Suomesta tulee Euroopan halvin hinta-alue, vakuuttaa puolestaan Kinnunen. \n – Kantaverkkoyhtiöiden välisissä keskusteluissa tunnelma on ollut varovaisen optimistinen. Kun kantaverkkoyhtiöt ovat optimistisia, niin se on jo aika vahvaa tekstiä, sanoo Ruusunen. \n – Tämän vuoden kolmelle viimeiselle kuukaudelle tukkumarkkinoiden verolliset hinnat ovat nyt noin kuutta senttiä kilowattitunnilta. Ensi vuoden kolmelle ensimmäiselle kuukaudelle hinta on jonkin verran yli yhdeksän senttiä kilowattitunnilta, sanoo Salomaa. \n – Koko ensi vuotta myydään tukkumarkkinoilla nyt keskiarvolla 5,5 senttiä kilowattitunti (veroton hinta). Pitkään näytti siltä, että ensi vuosi menisi lähempänä kymmentä senttiä kilowattitunti, mutta nyt on markkinat selvästi rauhoittuneet, täydentää Ruusunen. \n Viime syksynä pörssisähkön hinta kohosi rajusti kymmeniin sentteihin kilowattitunnilta. Tämän vuoden puolella verollinen hinta alkoi kuitenkin nopeasti laskea leudon sään, sähkön säästämisen ja arvonlisäveron väliaikaisen alennuksen ansiosta. \n – Edullisempia sähkölaskuja. Sitähän se tarkoittaa. Myyjien tarjoushinnoittelu eri sähkösopimuksissa perustuu futuurimarkkinoiden verottomaan hintatasoon, sanoo Kinnunen. \n – Sähkönmyyjien tarjouksia kannattaa kyllä nyt ryhtyä seuraamaan. Esimerkiksi määräaikaista sopimusta etsivällä voi olla mahdollisuus saada sopimus järkevään hintaan. Niille kuluttajille, jotka pystyvät säätämään kulutustaan halvemmille tunneille, pörssisähkösopimus voi puolestaan näyttää aiempaa houkuttelevammalta, kannustaa Ruusunen. \n – Viime aikoina nähty voimakas lasku sähköfutuureissa johtuu runsaista sateista Norjassa ja Ruotsissa. Sademäärillä on merkitystä, koska vesialtaiden tilanne on ollut normaalia huonompi ja vesivoimalla on sähköntuotannossa suuri merkitys, sanoo Kinnunen. \n Myös Euroopan maakaasuvarastot tulevat ylittämään reilusti tavoitetäyttöasteen eli 90 prosenttia talveen mennessä. \n – Siinä on silloin useamman kuukauden puskuri erilaisiin tilanteisiin. Kaasupula ei siis toistaiseksi uhkaa, ja se vaikuttaa markkinoilla kaasun hintaan rauhoittavasti, Kinnunen sanoo. \n Hintaennusteita Suomen alueella painaa vielä erikseen oman tuotannon nopea kasvu. \n – Meillä on entistä enemmän tasaisesti tuottavaa ydinvoimaa, mutta myös aiempaa enemmän sääolosuhteiden mukaan tuottavaa tuulivoimaa, sanoo Salomaa. \n – Suomi alkaa olla näiden investointien ansiosta jo tämä vuonna yliomavarainen sähkön tuotannossa, arvioi puolestaan Kinnunen. \n – Pidän hyvin epätodennäköisenä, että niin kävisi moneen moneen vuoteen. Pitää muistaa, että vuosi 2020 oli historian paras vesivuosi koskaan Pohjoismaissa. Venäjän halpaa putkikaasuakin virtasi tuolloin vielä Eurooppaan. Nyt Eurooppaan tuotu kaasu on kalliimpaa, sanoo Kinnunen. \n Hänen mukaansa Venäjän hyökkäyssodan pysyvä lisähinta sähkölle on yhdestä kahteen senttiä kilowattitunnille juuri kaasun takia. \n – Tulee varmasti hetkiä, jolloin sähköä on niukasti ja ajankohtia, jolloin sitä on runsaasti, mikä vaikuttaa hintaan. Vaikka nyt vaikuttaa hyvältä, niin ennustaminen on aina vaikeaa. Emme esimerkiksi tiedä millainen talvi pakkasineen meille on tulossa, sanoo Salomaa. \n Myös Ruusunen kehottaa varautumaan sähkön säästötoimiin ja hintaheilahteluihin. \n – Hyökkäyssodan jatkuminen aiheuttaa riskejä edelleen. Todennäköisyys sille, että sähkön hinta nousisi samalle tasolle kuin viime talvena, on kuitenkin huomattavasti pienempi. \n – Jos syyssateet jäisivät Norjassa ja Ruotsissa niukoiksi, se nostaisi futuurien hintaa. Kyllä tämä futuurimarkkina heiluu nyt Pohjolassa sademääräkehityksen mukana, arvioi puolestaan Kinnunen. \n Salomaa ja Ruusunen kehottavat miettimään ensimmäiseksi omaa sähkön kulutusta ja taloustilannetta. \n – Jos kulutus on pientä, niin sopimuksen merkityskin on pienempi. Jos kiinteä hinta luo turvallisen olon, niin silloin määräaikainen sopimus voi olla hyvä vaihtoehto. Jos pystyy siirtämään sähkölämmitystä tai sähköauton latausta halvemmille tunneille, ja pystyy varautumaan hetkittäisiin kovempiin sähkölaskuihin, niin kannattaa harkita pörssisähköä, sanoo Ruusunen. \n Salomaa kehottaa pohtimaan myös muita toistaiseksi voimassa olevia sopimuksia, joissa on aiempaa enemmän vaihtoehtoja ja hintaliikkeet vähän rauhallisempia kuin puhtaassa pörssisähkösopimuksessa. \n – Niissähän on tyypillisesti vain kahden viikon irtisanomisaika, jos tulee katumapäälle. \n Ruusunen muistuttaa puolestaan määräaikaisista sopimuksista, joissa sopimusaika on esimerkiksi kolme tai kuusi kuukautta tyypillisten vuoden ja kahden vuoden sopimusten lisäksi. \n – Jos on kiinnostusta pörssihintaan, mutta vähän pelottaa miten hinnan lopulta talvella käy, niin voihan sen talven suojata pois lyhyemmällä määräaikaisella sopimuksella ja katsoa sitten keväällä uudestaan. Hinnannousun riski on kesää kohti pienempi. \n Voit keskustella aiheesta 19.7. kello 23:een saakka. \n Kuuntele myös keskustelu sähköntuotannon tulevaisuudesta Ylen Tiedeykkösestä: \n\n<new-article>\n\n Lämpöpumppuja on myyty vain muutamassa vuodessa satoja tuhansia. \n Laite yleistyy, mutta käyttäjiltä unohtuu välillä maalaisjärki, kertoo Motivan johtava asiantuntija Päivi Suur-Uski. Motiva on valtion kestävän kehityksen yhtiö, joka tarjoaa suomalaisille muun muassa energianeuvontaa. \n Suur-Uskin mukaan moni pitää lämpöpumppuaan päällä turhaan tai väärinä aikoina. Esimerkiksi viileänä kesäiltana ulkoilma viilentää kodin energiatehokkaammin kuin lämpöpumppu. \n – Monet haluavat, että kone lämmittää yöllä ja jäähdyttää päivällä, mikä on hölmöläisen hommaa. Energiaa menee hukkaan, Suur-Uski sanoo. \n Hikihelteissä tai liian viileässä ei kannata kärvistellä. Silti Suur-Uskin mukaan kodin lämpötila voi heilua muutamia asteita ilman, että asumisolot kärsivät dramaattisesti. Ajoituksen tärkeys korostui viime talvena, kun energian hinnat kallistuivat ja pörssisähkösopimukset yleistyivät. \n Toinen yleinen virhe lämpöpumpun käytössä on jättää käyttämättä sen säätömahdollisuuksia. \n – Lämmityskaudessakin on erilaisia ulkolämpötiloja. Voi olla 25 astetta pakkasta tai 10 astetta plussaa. Asetukset eivät voi olla lähtökohtaisesti samat, Suur-Uski kertoo. \n Kolmas yleinen moka lämpöpumppujen käytössä on laiminlyödä laitteen kunnon seuraamista ja huoltoja. \n – Kodin laitteiden toimintaa seurataan muutenkin liian vähän. Laitteissa on hälyjä ja vikailmoituksia, mutta niitä ei jää odottamaan, vaan itsekin toimia aktiivisesti, Suur-Uski sanoo. \n Jos laitetta käyttää liikaa, energiaa menee haaskuuseen, mikä näkyy myös turhan suurena sähkölaskuna. Jos taas pumpun hoitamista laiminlyö, laite tyypillisesti kuluu nopeammin kuin säntillisellä seurannalla. \n Hyödynnä asiantuntijaa. Uuden laitteen ostajan kannattaa ottaa kaikki irti asennus- ja käytönopastustilanteesta. Asentajalta kannattaa kysyä esimerkiksi laitteen säätämisestä, sen huoltamisesta, yleisistä vikatiloista ja puhdistuksesta. Tiedot kannattaa kirjata muistiin. Käytönopastustilanne kannattaa hyödyntää, koska silloin paikalla on juuri kyseiseen laitteeseen perehtynyt henkilö. Asennuksen jälkeen apua saa esimerkiksi energianeuvonnasta. \n Seuraa laitteen toimintaa. Esimerkiksi laitteen energiankulutusta ja kondenssiveden kertymistä kannattaa tarkkailla vaikkapa kerran kuukaudessa. Tällöin muutokset laitteen toiminnassa huomaa nopeammin ja mahdollisiin ongelmiin voi puuttua heti niiden ilmetessä. \n Säädä olosuhteiden mukaan. Suomi on suurten lämpötilavaihteluiden maa. Samat asetukset eivät toimi 25, 10 asteen tai -25 asteen ulkolämpötiloissa. \n Puhdista. Lämpöpumppu tulee imuroida ja puhdistaa säännöllisesti. Jos ylläpitoa laiminlyö, laite kuluu nopeammin ja sen käyttöikä lyhenee. \n Käytä oikeaan aikaan. Pörssisähköasiakas voi hyödyntää halvemman sähkön hetkeä lämmityksessä. Älä pidä pumppua päällä turhanpäiten. \n Lähde: Motivan johtava asiantuntija Päivi Suur-Uski \n Suomalaiset asiakkaat joutuivat viime vuonna odottamaan tilaamiaan lämpöpumppuja pitkään, sillä lämpöpumppujen kysyntä ampaisi ennätyksellisiin lukemiin energiakriisin vuoksi. Laitteista ja asentajista oli pulaa. \n Kun viime vuonna esimerkiksi ilmalämpöpumppua joutui odottamaan jopa kuukausia, nyt puhutaan viikoista, arvioi Sulpun toiminnanjohtaja Jussi Hirvonen. \n – Huippuvuoden jälkeen saattaa tulla hiljaisempi vuosi tai kaksi. Pystymme tänä vuonna paremmin palvelemaan asiakkaita, Hirvonen sanoo. \n Hänen mukaansa pumpun saa lyhyemmällä varoajalla käyttöön ja on mahdollista, että pumppu irtoaa viime vuotta edullisemmalla hinnalla. \n Lämpöpumppuja meni viime vuonna yhdistyksen mukaan kaupaksi miltei 200 000 kappaletta eli huomattavasti enemmän kuin sitä edellisenä vuonna. Lukuun sisältyy suosittujen ilmalämpöpumppujen lisäksi myös muita lämpöpumppuja. \n – Pelot sähkön hinnan korotuksista kasvattivat kysyntää. Pian Venäjän hyökkäyksen jälkeen tarjouskyselyt tuplaantuivat, vaikka energian hinnoille ei ollut vielä tapahtunut mitään, Hirvonen sanoo. \n Hän odottaa, että tänä vuonna ilmalämpöpumppujen ja poistoilmalämpöpumppujen myyntimäärät voivat vähentyä, mutta vesi-ilmalämpöpumppujen ja maalämpöpumppujen myyntimäärät jatkavat kasvuaan. \n Kokonaisuudessaan pumppujen myyntimäärät pysyvät arviolta viime vuoden lukemissa. Yhdistys arvioi, että tämän vuosikymmenen aikana määrä kasvaa nykyisestä noin 1,5 miljoonasta kahteen miljoonaan. \n Mitä ajatuksia juttu herätti? Voit keskustella aiheesta 18.7. kello 23:een saakka! \n\n<new-article>\n\n Kuluttajaliitto on lähes järkyttynyt Energiaviraston keskiviikkona antamasta linjauksesta, jonka perusteella määritellään toimitusvelvollisen sähkön hinnan kohtuullisuus. \n – Onhan tämä iso iso pettymys. Olimme odottaneet kuluttajalle jonkinlaista turvaa edes toimitusvelvollisen sähkön hinnan äärimmäisille markkinaheilahteluille, parahtaa Kuluttajaliiton pääsihteeri Juha Beurling-Pomoell. \n Energiavirasto linjasi keskiviikkona, että kohtuullinen hinta määritellään markkinahintojen perusteella: hinta on kohtuullinen, jos se alittaa kilpailluilla markkinoilla olevien toistaiseksi voimassa olevien sopimusten keskimääräisen hinnan. Lisäksi virasto linjasi, ettei pörssisähkö voi olla ainoa kuluttajalle tarjottu tuote. \n Lue lisää: Energiavirasto antoi linjauksensa sähkön kohtuullisesta hinnasta \n Linjaukset koskevat niin sanottua toimitusvelvollista sähköä. \n Lain mukaan joka alueen suurin sähkönmyyjä on velvoitettu tarjoamaan ns. toimitusvelvollinen sähkösopimus kaikille eli heillekin, jotka eivät sitä alueellaan muilta saa vaikkapa luottotietojen menetyksen takia. Lisäksi toimitusvelvollisen sähkön pitää olla lain mukaan hinnaltaan kohtuullista. \n Moni näki viime syksynä juuri kohtuullisuusvaatimuksessa mahdollisuuden saada sähkönsä halvemmaksi tai edes väylän palautuksille. Se käynnisti kantelusuman Energiavirastoon. \n Mutta miten kohtuullinen hinta määritellään ja mikä on ylihintaa, sitä ei oltu aiemmin täsmennetty. \n Nytkin kirjaus jää käytännössä kuluttajan kannalta tyhjäksi, sanoo Beurling-Pomoell. \n – Energiaviraston päätöksen perusteella keskimääräinen markkinahinta katsotaan aina lähtökohtaisesti kohtuulliseksi. Markkinat siis määräävät hinnan ja kuluttaja joutuu siihen tyytymään. \n Esimerkiksi sähköyhtiö Helenin osalta virasto totesi, että yhtiön toimitusvelvolliset tuotteet ovat olleet hinnoiltaan kohtuullisia, koska ne vastasivat kilpailluilla markkinoilla muiden hintoja. Helen oli yksi yhtiöistä, joista virastolle oli tehty kantelu. \n Jos viime talven hurjat hinnannousut toistuvat, toimitusvelvollinen sähkö voi siis seurata jatkossakin mukana. \n Kohtuuttomuutta arvioidaan vasta, jos tuotteen hinta nousee rutkasti yli markkinoiden keskihintojen. Silloin Energiavirasto voi arvioida, onko syntynyt perusteita vaatia sähkömyyjältä palautusta. \n Beurling-Pomoellin mukaan kuluttajien suoja energiakriisin mahdollisesti toistuessa ei ole oikeudellisesti riittävä, vaikka kuluttajariitalautakunnan tuoreet ratkaisut sähkön hinnan korottamisesta ja kalliiden määräaikaisten sopimusten kohtuullistamisesta olivat kuluttajille myönteisiä. \n – Meillä on Energiaviraston päätös, joka ei anna kuluttajalle mitään merkittävää suojaa, mutta on käytännössä sitova. Sitten meillä on kuluttajariitalautakunnan suositukset, jotka ovat kuluttajan kannalta hyvin myönteisiä, mutta joita sähköyhtiöiden ei ole pakko noudattaa. Kuluttaja on jälleen kerran yksin yössä odottamassa tulevaa talvea, Beurling-Pomoell sanoo. \n Sähköalaa edustava Energiateollisuus sen sijaan on Energiaviraston linjaukseen tyytyväinen. \n – Olemme tyytyväisiä siihen, että Energiavirasto on nyt selkeyttänyt pelisääntöjä. Virasto on myös vahvistanut, että toimitusvelvollisen sähkön kohtuullinen hinta on markkinapohjaista eli sitä ei ole rajattu pois kilpailulta, sanoo johtava asiantuntija Riina Heinimäki Energiateollisuudesta. \n Huolena oli Heinimäen mukaan, että virasto olisi jotenkin rajoittanut toimitusvelvollisen sähkön hinnoittelua, mikä puolestaan olisi voinut heikentää sähkönmyyjien kannattavuutta, liiketoimintamahdollisuuksia ja koko markkinoiden toimivuutta. \n – Virasto toteaa nyt suoraan, että toimitusvelvollisella myyjällä ei ole velvollisuutta myydä tappiolla. \n Kuluttajien pettymys saa kuitenkin ymmärrystä. \n – Ymmärrän pettymyksen. Viime syksyn tilanne oli äärimmäisen poikkeuksellinen ja hankala kaikille. Uskon silti, että toimivat markkinat ja vahva kilpailun paine on lopulta kuluttajan etu, Heinimäki sanoo. \n\n<new-article>\n\n Energiavirasto antoi keskiviikkona pitkään odotetut linjauksensa toimitusvelvollisen sähkön kohtuullisesta hinnasta. \n Toimitusvelvollinen sähkötuote pitää olla tarjolla jokaiselle ja lain mukaan kohtuuhintaan. Se on tuote muiden joukossa, mutta ainoa jonka kohtuullisuutta Energiavirasto valvoo. Toimitusvelvollisen sähkön myyjä on tyypillisesti alueensa markkinajohtaja. \n Viraston tuoreen linjauksen mukaan toimitusvelvollisen sähkön hinta on kohtuullinen, jos se alittaa kilpailuilla markkinoilla olevien toistaiseksi voimassa olevien sopimusten keskimääräisen hinnan. \n Pysyvää senttimäärää kohtuulliselle tai kohtuuttomalle hinnalle ei voi antaa, sanoo johtaja Antti Paananen Energiavirastosta. \n – Se riippuu markkinatilanteesta. Jos toimitusvelvollisen tuotteen hinta on vähintään muiden markkinoilla olevien tuotteiden keskiarvon tasalla tai sen alapuolella, se on kohtuullinen. Jos hinta menee yli keskimääräisen markkinahinnan, täytyy tapauskohtaisesti arvioida, onko hinnoittelulle perusteita, Paananen toteaa. \n Käytännössä toimitusvelvollisten sähkösopimusten hinnan kohtuullisuutta arvioidaan markkinapohjaisesti vertaamalla sitä vastaavan sopimustyypin keskimääräiseen kilpailtuun vähittäismarkkinahintaan. \n Lisäksi virasto totesi, että pörssisähkö ei voi olla ainoa tarjolla oleva tuote. \n – Itse asiassa kesäkuun alussa sähkömarkkinalakiin tuli jo muutos, jossa sanotaan suoraan, että ainoa toimitusvelvollinen tuote ei voi olla pörssisähkö, Paananen muistuttaa. \n Energiaviraston käsittelyssä on ollut yhteensä 17 kantelua, joista virasto antoi nyt ratkaisun yhteen. \n Heleniä koskevassa päätöksessä Energiavirasto totesi, että yhtiön Perussähkö- ja Pörssisähkö-tuotteet ovat olleet hinnoiltaan kohtuullisia muun muassa viime syksyn aikaan, vaikka hinnat nousivat. \n – Helenin hinnat vastasivat kilpailtujen markkinoiden hintoja. Kantelu tuli näistä toimitusvelvollisista tuotteista, joita olivat perussähkö ja syyskuusta alkaen pörssisähkö, Paananen sanoo. \n Energiaviraston mukaan yhtiö oli kuitenkin toiminut sähkömarkkinalain vastaisesti tarjotessaan pörssisähköä ainoana toimitusvelvollisena sähkönmyyntisopimuksena. \n Lisäksi yhtiö sai moitteita tuotteiden hintojen puutteellisesta avoimmuudesta. \n Virastossa on edelleen vireillä tutkinnat koskien 16 toimitusvelvollista sähkönmyyjää. Virasto antaa päätökset niihin syksyn aikana. \n Voiko Helenistä päätellä, että myös muut ovat olleet hinnoittelussaan kohtuullisia? \n – Tuohon en pysty ottamaan kantaa. Muissakin tapauksissa Energiavirasto soveltaa johdonmukaisesti antamiaan linjauksia. Katsomme, miten yhtiöiden hinnat ovat seuranneet markkinahintoja. Jos hinnat ovat menneet paljon yli, tutkimme syyn ja sen, onko ylityksille perusteita, Paananen sanoo. \n Annetut päätökset koskevat automaattisesti kaikkia yhtiön toimitusvelvollisuuden piirissä olevia asiakkaita. Jos jonkun yhtiön kohdalla todetaan, että hinnoittelu on ollut kohtuutonta yhtiö voidaan velvoittaa korjaamaan asia. \n – Voimme velvoittaa korjaamaan hinnoittelua ja voimme myös samalla määrätä yhtiötä palauttamaan liikaa perittyjä maksuja toimitusvelvollisille asiakkaille, Paananen sanoo. \n Sähkömarkkinalain mukaan sähköyhtiön on toimitettava sähköä kohtuulliseen hintaan, mutta viime syksynä tuo kohtuus joutui koetukselle sähkön hinnan noustessa ja monien yhtiöiden tarjotessa uusille asiakkaille enää pörssisähköä. \n Energiavirastoon alkoi sadella tutkintapyyntöjä sähkön hinnan kohtuullisuudesta ja siitä voiko pörssisidonnainen tuote olla ainoa vaihtoehto. \n Tutkintapyyntölistalla on tuttuja nimiä kuten Helen, Fortum, Oomi, Väre, Vattenfall... \n Koska Energiavirasto ei ole aiemmin määritellyt toimitushinnan kohtuullisuutta tai voiko ainoa tuote olla pörssissähkösopimus, he ryhtyivät pohtimaan asiaa. \n Myös Kuluttajariitalautakunta on linjannut äskettäin sähkön hinnankorotusten ja määräaikaisten sähkösopimusten kohtuullisuutta kahdella täysistuntoratkaisulla. \n Toistaiseksi voimassa olevan sähkösopimuksen osalta lautakunta linjasi, että hinnankorotus on kohtuuton, jos se nostaa sähkölaskun hintaa yli 15 prosenttia ja samalla vähintään 150 euroa vuodessa. \n Määräaikainen kiinteä sähkösopimus puolestaan on kohtuuton, jos vastaavien sopimusten hinta sopimuksen voimassaoloaikana on keskimäärin 15 prosenttia alempi. \n Kuluttajariitalautakunnan ratkaisulla ei ole oikeudellista velvoittavuutta. \n Korjaus 28.6 klo 17.45 Helenillä on tällä hetkellä tarjolla kaksi toimitusvelvollisuustuotetta: käyttösähkö- ja pörssisähkötuotteet toisin kuin artikkelissa aiemmin mainittiin. \n Korjaus 28.6. klo 17.54 myös Fortumilla ja Vattenfallilla on nykyisin muita kuin pörssisähkösopimuksia tarjolla myös toimitusvelvolliselle sähkölle. \n\n<new-article>\n\n Sähköyhtiöt suhtautuvat skeptisesti kalliiden sähkösopimusten hinnan kohtuullistamiseen. \n Kuluttajariitalautakunnan tuoreen päätöksen mukaan määräaikaisten sähkösopimusten hintaa tulee kohtuullistaa. Lautakunnan mukaan sähkösopimus on kohtuuton, jos se on yli 15 prosenttia kalliimpi kuin muiden vastaavien sopimusten keskihinta. \n Kuluttajariitalautakunnan päätöksen taustalla oli kaksi valitusta, jotka oli tehty määräaikaisista sähkösopimuksista. \n Lautakunnan puheenjohtaja Pauli Ståhlberg toivoo, että sähköyhtiöt noudattavat lautakunnan suositusta ja palauttavat perimänsä kohtuuttoman suuren korotuksen hinnan ja rajaavat tulevat korotukset 15 prosenttiin vuodessa. \n – Sähköyhtiöt eivät voi vyöryttää nopeita hintamuutoksia suoraan ja heti kuluttajille, vaan tarvitaan tasaisempaa kehitystä, Ståhlberg sanoi Ylelle viime viikolla. \n Sähköyhtiöt vetoavat lainsäädäntöön perustellessaan tuoreen päätöksen ongelmallisuutta. \n 13 eri kaupungin energiayhtiöitä edustava Energiakaupungit ry otti tänään keskiviikkona kantaa kuluttajariitalautakunnan päätökseen. \n Energiakaupungit ry:n mukaan kuluttajariitalautakunnan suositusten noudattaminen tekisi määräaikaisista sähkösopimuksista niiden tarjoajille äärimmäisen riskialttiita, jolloin niitä ei yksinkertaisesti kannata tarjota, kertoo Energiakaupungit ry tiedotteessaan. \n Alva-yhtiöt Oy \n EPV Energia Oy \n KSS Energia Oy \n Kuopion Energia Oy \n Lahti Energia Oy \n Lappeenrannan Energia Oy \n Oulun Energia Oy \n Pori Energia Oy \n Seinäjoen Energia Oy \n Tampereen Sähkölaitos Oy \n Oy Turku Energia – Åbo Energi Ab \n Vaasan Sähkö Oy \n Vantaan Energia Oy \n KSS Energian toimitusjohtaja Marko Riipinen pitää julkaistua päätöstä sähkönmyyjän näkökulmasta yllättävänä. \n – Alustavasti suositukset näyttävät hyvin erikoisesti perustelluilta. Suositukset eivät ota huomioon sähkömarkkinalakia, vaan ne päinvastoin venyttävät kuluttajansuojalain tulkintaa, Riipinen toteaa. \n Kymenlaakson sähkö KSOY kertoo kohtuullistaneensa määräaikaisia sopimuksia noin sadalle asiakkaalle. \n – Lopetimme määräaikaisten sopimusten myynnin vuosi sitten. Kuluttajariitalautakunnan päätös vaikeuttaa määräaikaisten sopimusten myyntiä entisestään, sanoo KSOY:n liiketoimintajohtaja Olli Laitinen. \n Parikkalan valon myyntipäällikkö Mika Lirkki toteaa, että määräaikaista sopimusta ei pysty irtisanomaan sen takia, että asiakas haluaisi vaihtaa kesken sopimuskauden sähkönmyyjää tai myyntituotetta. \n – Eihän myyjäkään voi purkaa määräaikaisia sopimuksia kesken sopimuskauden. Mikäli asiakas ei halua sitoutua määräaikaiseen sopimukseen, tulee valita sähkösopimusta valitessaan jokin toistaiseksi voimassa oleva tuote, kuten esimerkiksi pörssisähkö, Lirkki sanoo. \n Kokkolan Energian vastaavan toimitusjohtajan ja tuotantojohtajan Tommi Korven mukaan kuluttajariitalautakunnan päätös on huono sähkön myyjien ja asiakkaiden kannalta. \n – Ei ole kuluttajien tai energiateollisuuden etu, että viime syksyn poikkeuksellisen markkinatilanteen pohjalta tehdään pitkäaikaisia ja markkinoita merkittävästi ohjaavia mekanismeja. \n Se, että sähkön hintaa ei nostettaisi yli 15 prosenttia, johtaa useisiin ongelmiin, uskoo Vaasan Sähkön sähkökaupan yksikön johtaja Hans-Alexander Öst. \n – Päätös on hyvin yllättävä, sillä kuluttajariitalautakunta on verrannut vapaita sähkömarkkinoita tällaiseen monopoliohjattuun liiketoimintaan, kuten sähkönsiirtoon tai vesihuoltoon, Öst sanoo. \n Vaasan Sähkön puolelta ei myöskään nähdä, että hinnankorotusten kohtuullistamisella olisi toivottu vaikutus sähköasiakkaille. \n – Jos ei ole mahdollisuutta nostaa hintoja yli 15 prosenttia, lähtöhinnan on oltava niin korkea, että se kattaa kaikki tilanteet. Se rikkoo vapaiden markkinoiden sääntöjä, Öst sanoo. \n Energiavirasto kertoi tänään oman linjauksensa sähkön hinnasta. \n Voit keskustella aiheesta 29. kesäkuuta kello 23.00 asti. \n\n<new-article>\n\n Napapiirin Energia ja Vesi -konserni (Neve) teki viime vuonna historiansa parhaan tuloksen. Konserni paransi tulostaan selvästi edellisvuodesta, jolloin luvut niin ikään olivat ennätykselliset. \n Konsernin nettotulos oli 21,8 miljoonaa euroa, mikä on lähes kahdeksan miljoonaa euroa toissa vuotta enemmän. \n Yhtiön ennätystulosta selittää korkeaksi kohonnut sähkön myyntihinta, mikä näkyi myös liikevaihdossa. Neven viime vuoden liikevaihto oli 105,2 miljoonaa euroa, mikä on 21,6 miljoonaa euroa edellisvuotta enemmän. \n Neve tulouttaa 12,3 miljoonaa euroa omistajalleen Rovaniemen kaupungille. Alustavasta suunnitelmasta summa on noussut kolmella miljoonalla eurolla. \n – Vahva tulos antaa taloudellisia voimavaroja energiamurroksen investointeihin sekä energia- ja vesi-infran korvausinvestointeihin, sanoo Neven toimitusjohtaja Kristian Gullsten. \n Voitoilla pystytään rahoittamaan yhtiön investointeja. Neven tavoitteena on lisätä uusiutuvan energian tuotantoa ja lisäksi selvitetään sähkön hyödyntämistä kaukolämmön tuotannossa. \n – Valmistelussa on investointeja, ja niistä pystymme kertomaan todennäköisesti syksyllä, Gullsten kertoo. \n Neve tuottaa sähköä Suosiolan vastapainevoimalaitoksessa ja omistaa Kemijoki Oy:n vesivoimatuotantoa. Neven tuottama sähkö myydään pohjoismaisessa sähköpörssissä Nordpoolissa. \n Ukrainan kriisin johdosta Neven ja energiantuotannon operatiiviset kulut kasvoivat viime vuonna huomattavasti. Neven tiedotteen mukaan yksi merkittävimmistä tekijöistä oli Venäjän puun tuonnin tyrehtyminen, mikä nosti metsäenergian hintaa markkinoilla. \n Konsernin investoinnit olivat viime vuonna yhteensä 20,9 miljoona euroa. Siitä lähes puolet kohdistui vesiliiketoiminnan verkostojen rakentamiseen ja saneeraukseen sekä esimerkiksi jätevedenpuhdistamoiden saneerauksiin. \n Neven tavoitteena on lisätä uusiutuvan sähkön tuotantoa. Yhtiöllä on 30 prosentin omistus lappilaisesta Tuulipolar Oy:stä, jonka Neve on perustanut Tornionlaakson Sähkö Oy:n kanssa tuulivoiman hankekehitystä ja investointeja varten. Tuuliyhtiön osakkaiksi on tullut myös muita lappilaisia energiatoimijoita. \n Lisäksi Neve on laajentanut valokuitutoimintaa. Yhtiö tuottaa myös energia- ja vesihuoltopalveluita. Viime vuonna tehtiin sopimus Pelkosenniemen vesihuolto-osuuskunnan käynnissäpitopalveluista. \n\n<new-article>\n\n Tähän mennessä valtio on korvannut sähköä myyville yhtiöille noin 106 miljoonan euron edestä asiakkaille tehtyjä sähköhyvityksiä. Summa kasvaa vielä, sillä yhtiöillä on edelleen aikaa hakea korvauksia hyvityksistä. \n Viime talvena Sanna Marinin (sd.) hallitus päätti kolmesta toimesta korkean sähkön hinnan kanssa kamppailevien kotitalouksien tilanteen helpottamiseksi. Sähköyhtiöiden asiakkailleen antama hyvitys on yksi näistä toimista. \n Hyvitykset ovat jo pääosin asiakkaille lähteneet, nyt hyvityksiä käsitellään valtiokonttorissa, joka puolestaan maksaa hyvitykset sähköyhtiöille valtion kassasta. \n Kokonaissumma tiedetään heinäkuussa, kun yhtiöt ovat lähettäneet viimeisetkin tiedot maksamistaan hyvityksistä. \n Lue myös: Huolettaako sähkölasku? Ylen laskurit näyttävät, kuinka paljon juuri sinä voit saada siihen helpotusta \n Toinen valtion sähköhelpotus on Kelan maksama sähkötuki vähätuloisille kotitalouksille. \n Enimmillään noin 900 kotitaloutta on saanut Kelan maksamaa väliaikaista sähkötukea maaliskuussa. Tieto perustuu Kelan tuoreeseen tilastoon. Yhteensä tammi-huhtikuussa Kela maksoi sähkötukea noin 360 000 euroa. \n Kelan maksama väliaikainen sähkötuki on tarkoitettu kaikista pienituloisimmille kotitalouksille, joiden talous ajautui vaikeuksiin viime talvena sähkön voimakkaan hinnannousun vuoksi. \n Sähkötukea voi saada yhteen vakituisessa käytössä olevan asunnon tammi–huhtikuun sähkölaskuun. Sähkötukea maksetaan sähköenergian, sen arvonlisäveron ja perusmaksun kustannuksiin, mutta ei sähkönsiirtoon tai viivästysmaksuihin. \n Tukea maksetaan 60 prosenttia 400 euron omavastuun ylittävästä osasta. Yksi talous voi saada sähkötukea enintään 660 euroa kuukaudessa. \n Tänä vuonna kansalaisten on mahdollista hakea myös verottajalta sähkövähennystä, jos neljän kuukauden sähkölasku nousee yli 2 000 euron. Verohallinto kertoi viime viikolla Ylelle, että sähkövähennystä on hakenut tänä vuonna noin 1 990 henkeä. \n Verohallinto on aiemmin arvioinut, että vähennyksen tulee saamaan noin 252 000 kotitaloutta. Tähän mennessä tukea hakeneiden joukko on vain murto-osa ennusteesta. \n Tämän hetken arvio on, että valtion verotulot vähenisivät sähkövähennysten vuoksi 265 miljoonaa euroa tänä vuonna. \n Lue myös: Oletko oikeutettu sähkövähennykseen? Verohyötysi voi olla jopa 2 400 euroa \n\n<new-article>\n\n Useiden paikallisten sähköyhtiöiden omistama myyntiyhtiö Oomi maksoi asiakkailleen yli 20 miljoonaa euroa sähköhyvitystä. \n Sähköhyvitys on yksi valtion keinoista tukea kuluttajia, joiden sähkölaskut nousivat viime talvena rajusti. Oomin asiakkaista noin 70 000 oli oikeutettu hyvitykseen. \n Hyvitykset on maksettu huhtikuun ja toukokuun laskuilla. Määrä on ollut joitakin satoja euroja per erä riippuen asiakkaan kulutuksesta ja sähkösopimuksesta. \n Hyvitykset määräytyivät kahdessa erässä. Ensimmäinen erä määräytyi marras-joulukuun sähkölaskujen ja toinen tammikuun sähkölaskun perusteella. \n Oomi on julkaissut tarkemmat tiedot sähköhyvityksen periaatteista verkkosivuillaan. \n\n<new-article>\n\n Keinot ovat toistaiseksi vähissä kalliiseen määräaikaiseen sähkösopimukseen sitoutuneiden auttamiseksi. \n Toimia on pohdittu työ- ja elinkeinoministeriön, Energiateollisuuden, Paikallisvoiman ja Kilpailu- ja kuluttajaviraston edustajien kokouksessa. \n Johtopäätös oli sama kuin viime viikolla raporttinsa jättäneillä professoreilla eli nopein keino olisi yrittää sopia. \n – Voi olla sekä kuluttajan että yhtiön etu, että edes katsotaan onko mahdollista tarkistaa sopimusehtoja ja tehdä sopimukset uudestaan halvempana, mutta pidempänä, suosittaa energiaosaston päällikkö Riku Huttunen työ- ja elinkeinoministeriöstä. \n Myyjä ja asiakas siis yhdessä sopien purkaisivat nykyisen korkeahintaisen sopimuksen ja tekisivät tilalle uuden määräaikaisen sopimuksen aiempaa halvempaan hintaan, mutta pidemmäksi aikaa. Asiakas maksaisi silloin hieman vähemmän sähköstään ja myyjä saisi pidemmällä sopimusajalla antamansa alennuksen tasattua. \n Kilpailu- ja kuluttajaviraston kuluttaja-asiamies Katri Väänänen ei ollut keskustelun lopputulokseen tyytyväinen, vaikka sopiminen olisi heistäkin nopein ja kevyin keino. \n – Vaikka sopimista suositeltiin, niin se perustuu vapaaehtoisuuteen, jossa jokainen yhtiö miettii itse miten toimii. Iso ongelma onkin, että itsesääntely ei käydyn keskustelun perusteella tulisi valitettavasti hyödyttämään laajasti kalliisiin sopimuksiin jumittuneita asiakkaita. Samassa tilanteessa olevia kuluttajia ei siis tulla kohtelemaan tasapuolisesti. \n Toisin sanoen sähkönmyyjästä riippuen naapuri saattaa saada määräaikaisen sopimuksensa hintaa kohtuullistettua, kun itse joutuu maksamaan toisen sähkönmyyjän asiakkaana täyden hinnan sopimuksen loppuun saakka. \n – Sähkö on välttämättömyyspalvelu ja kun kuluttajat maksavat 30-40 senttiä sopimuksesta, niin se on kohtuuton tilanne. Tämä on ollut poikkeuksellinen tilanne, joten sen ratkaisemiseksikin tarvittaisiin nyt poikkeuksellisia keinoja, Väänänen sanoo. \n Selvityshenkilöiden raportissa esiteltyjä asiakkaita auttavia, mutta lakipäätöksiä vaativia järeitä keinoja, ei kuitenkaan nyt edistetä. \n Lue tästä: Selvitys: Tällaisilla keinoilla voitaisiin auttaa kalliisiin sähkösopimuksiin nalkkiin jääneitä \n – Toimitusministeristön vallassa ollessa ei tietenkään voi lähteä tekemään mitään pitkälle meneviä poliittisia linjauksia. Ne on puhtaasti tulevan hallituksen asia, sanoo Huttunen. \n Monet sähkönmyyjät ovat jo tulleet asiakkaitaan vastaan. Siihen on ollut varaa etenkin heillä joilla on omaa energiantuotantoa. \n – Meidän jäsenistä, joista parillakymmenellä on sähkön myyntiä, lähes kaikki ovat jo tarjonneet näille kalliisiin määräaikaisiin sopimuksiin sitoutuneille asiakkaille mahdollisuutta vaihtaa sopimus edullisempaan, tai alentaneet voimassa olevaa sopimushintaa. Tulen vielä suosittelemaan, että ne tutkivat mahdollisuudet näiden asiakkaiden tilanteen helpottamiseksi, jos eivät ole jo niin tehneet, sanoo Paikallisvoiman toiminnanjohtaja Toivo Hurme. \n – Mielestämme edelleen valtion kohdennettu apu kalliimpien sopimusten kuluttaja-asiakkaille voisi olla ainoa tehokas ja osuva toimenpide. Mutta tottakai me välitämme viestiä eteenpäin siitä, että tämä sopimusten pidentäminen ja hinnan alentaminen tätä kautta voisi olla yksi vaihtoehto. Eri sähköyhtiöillä tilanne kuitenkin vaihtelee, sanoo johtaja Pekka Salomaa Energiateollisuudesta. \n Alennusvaran kerrotaan vaihtelevan, koska myös myyjäyhtiö maksaa kallista suojaushintaa sähköpörssille asiakkaalle varaamastaan sähköstä. \n – Tiedän, että on merkittäviä myyntiyhtiöitä, joilla ei ole mahdollisuutta tällaisiin vastaantuloihin ilman, että yhtiön kannattavuus romahtaisi, Hurme sanoo. \n Kuluttajia edustava Väänänen ei kuitenkaan niele selitystä. \n – Tottakai jos on omaa tuotantoa, niin on parempi mahdollisuus joustaa. Täytyy silti sanoa, että ei ne ilman omaa tuotantoa olevat myyntifirmatkaan ole suojanneet sähköään täyteen sataan prosenttiin eli kyllä sielläkin tietyllä tapaa joustovaraa olisi. \n\n<new-article>\n\n Kuopion Energia on vähentänyt sähkön tuotantoa Haapaniemen voimalaitoksella sähkön halvan hinnan takia. \n Normaalisti voimalaitos tuottaa sekä sähköä että kaukolämpöä. Haapaniemen voimalassa lämpö tuotetaan polttamalla metsätalouden hakkuujätteitä, sahateollisuuden sivutuotteena syntyvää biopolttoainetta sekä turvetta. \n Sähkön halvan hinnan seurauksena voimalaitoksella on tuotettu pelkkää kaukolämpöä siten, että sähköä tuottava turbiini on ohitettu ja lämpö on ohjattu vain kaukolämmöksi. \n Kuopion Energian toimitusjohtajan Esa Lindholmin mukaan yhtiön tulos ei ole kärsinyt siitä, että sähköä on jätetty tuottamatta, koska sähkön myynnissä käytetään erilaisia johdannaissuojauksia. \n Muutos on vähentänyt polttoaineiden kulutusta. Normaalioloissa yhdistetyssä tuotannossa Haapaniemen voimalan tuotantosuhteella tuotetaan kaksi yksikköä kaukolämpöä ja yksi yksikkö sähköä. \n Sähkön halpa hinta on aiheuttanut muutoksia myös muiden kaupunkien kaukolämmön tuotannossa. Monet energialaitokset ovat tuottaneet kaukolämpöä sähköllä. Kuopion Energialla ei ole tällaiseen tuotantoon tarvittavaaa sähkökattilaa.",
	"references": [
		"https://yle.fi/a/74-20038835",
		"https://yle.fi/a/3-11981531",
		"https://yle.fi/a/3-11930622",
		"https://yle.fi/a/3-11870589",
		"https://yle.fi/a/3-11767883",
		"https://yle.fi/a/3-11761762",
		"https://yle.fi/a/3-11730053",
		"https://yle.fi/a/3-11600296",
		"https://yle.fi/a/3-11470624",
		"https://yle.fi/a/3-11444794",
		"https://yle.fi/a/3-11201041",
		"https://yle.fi/a/3-10881388",
		"https://yle.fi/a/3-10828112",
		"https://yle.fi/a/3-10784567",
		"https://yle.fi/a/3-10434374",
		"https://yle.fi/a/3-10330537",
		"https://yle.fi/a/3-9163039",
		"https://yle.fi/a/3-9048634",
		"https://yle.fi/a/3-8554382",
		"https://yle.fi/a/3-7799969",
		"https://yle.fi/a/3-7711763",
		"https://yle.fi/a/3-7589007",
		"https://yle.fi/a/3-7285063",
		"https://yle.fi/a/3-7276212",
		"https://yle.fi/a/3-7088667",
		"https://yle.fi/a/3-7012016",
		"https://yle.fi/a/3-6927138",
		"https://yle.fi/a/3-6871490",
		"https://yle.fi/a/3-6777271",
		"https://yle.fi/a/3-6764333",
		"https://yle.fi/a/3-6648120",
		"https://yle.fi/a/3-6308436",
		"https://yle.fi/a/3-6291028",
		"https://yle.fi/a/3-6268099",
		"https://yle.fi/a/3-6075518",
		"https://yle.fi/a/3-5322541",
		"https://yle.fi/a/3-5100436",
		"https://yle.fi/a/3-5295049",
		"https://yle.fi/a/3-5465098",
		"https://yle.fi/a/3-5369819",
		"https://yle.fi/a/74-20059016",
		"https://yle.fi/a/74-20058341",
		"https://yle.fi/a/74-20056574",
		"https://yle.fi/a/74-20055744",
		"https://yle.fi/a/74-20054745",
		"https://yle.fi/a/74-20053945",
		"https://yle.fi/a/74-20052919",
		"https://yle.fi/a/74-20052851",
		"https://yle.fi/a/74-20052227",
		"https://yle.fi/a/74-20052014",
		"https://yle.fi/a/74-20051818",
		"https://yle.fi/a/74-20051676",
		"https://yle.fi/a/74-20050100",
		"https://yle.fi/a/74-20049330",
		"https://yle.fi/a/74-20049120",
		"https://yle.fi/a/74-20049054",
		"https://yle.fi/a/74-20048355",
		"https://yle.fi/a/74-20047298",
		"https://yle.fi/a/74-20046589",
		"https://yle.fi/a/74-20046509",
		"https://yle.fi/a/74-20046325",
		"https://yle.fi/a/74-20046167",
		"https://yle.fi/a/74-20046193",
		"https://yle.fi/a/74-20046000",
		"https://yle.fi/a/74-20045838",
		"https://yle.fi/a/74-20045781",
		"https://yle.fi/a/74-20045312",
		"https://yle.fi/a/74-20044214",
		"https://yle.fi/a/74-20044169",
		"https://yle.fi/a/74-20043176",
		"https://yle.fi/a/74-20040655",
		"https://yle.fi/a/74-20041005",
		"https://yle.fi/a/74-20038825",
		"https://yle.fi/a/74-20038657",
		"https://yle.fi/a/74-20038553",
		"https://yle.fi/a/74-20037097",
		"https://yle.fi/a/74-20036716",
		"https://yle.fi/a/74-20036648",
		"https://yle.fi/a/74-20036286",
		"https://yle.fi/a/74-20036475"
	]
}
